"""
5. 定义数据结构，存储以下数据：
    (1) 多个人的多个爱好
    例如：
        qtx喜欢:学习,看书,跑步,钢琴.
        lzmly喜欢:追剧,刷抖音,自拍。
        ....

        打印qtx的爱好。

    (2) 多个城市的多个景区与美食.
        北京:
            景区：故宫,天安门,长城.
            美食：烤鸭,豆汁,焦圈,炒肝.
        四川:
            景区：九寨沟,峨眉山,春熙路.
            美食：火锅,兔头.

        打印四川的美食.

"""
#     (1) 多个人的多个爱好
hobbys = {
    "qtx": ["学习", "看书", "跑步", "钢琴"],
    "lzmly": ["追剧", "刷抖音", "自拍"]
}

if "qtx" in hobbys:
    for item in hobbys["qtx"]:
        print(item)

# (2) 多个城市的多个景区与美食.
dict_info = {
    "北京":
        {
            "景区": ["故宫", "天安门", "长城"],

            "美食": ["烤鸭", "豆汁", "焦圈", "炒肝"],
        },
    "四川":
        {
            "景区": ["九寨沟", "峨眉山", "春熙路"],
            "美食": ["火锅", "兔头"],
        }
}
for item in dict_info["四川"]["美食"]:
    print(item)