[{"name": "29777-工业AI应用产品经理（深圳）", "duty": "1. 负责工业AI应用产品的策划、定义、需求分析和产品设计工作，能够完成产品市场分析、竞品分析及商业产品策划报告；\n2. 能够提炼AI在电子制造领域使用场景，与客户、架构师、产品、算法工程师充分沟通协作，独立完成产品的定义、架构、原型、产品流程和交互规划，完成需求文档的撰写，编写PRD，保证产品功能落地；\n3. 参与实施项目的产品落地设计、与项目经理、技术开发、测试、设计团队良好的沟通协作，管理和把控产品进度，保证项目应用落地； \n4. 分析行业客户需求，提炼应用方案，找到交互场景推动AI创新；", "require": "1. 5年及以上产品经理工作经验，3年以上toB应用软件策划经验；\n2. 在toB AI应用领域，熟悉电子行业客户需求，有产品策划成功经验者优先；\n3. 具有较强的需求判断，提炼、业务分析、沟通协作、逻辑思维能力；\n4. 熟练掌握Axure等产品设计工具，能够使用Visio，思维导图等辅助软件；\n5. 熟悉产品完整研发流程，具备一定的技术能力，对微服务、容器技术、SQL查询、网络传输协议，机器学习，深度学习有一定的了解；\n6. 对产品策划具有极大的兴趣和使命驱动，主动性强。"}, {"name": "15851-游戏AI开发工程师（深圳/洛杉矶）", "duty": "为多种类型的游戏（体育运动，FPS，RPG，沙盒）设计并实现高质量的AI系统；\n过程生成(Procedural Generation)游戏的设计及开发。", "require": "5年以上游戏开发经验，3年以上游戏AI开发经验；\n至少做过一款AAA级游戏，有console开发经验者优先；\n熟悉现代游戏AI系统及架构，熟悉寻路，移动，动画，碰撞，物理系统；\n熟练掌握分层状态机和行为树， 有GOAP和HTN开发经验者优先；\n精通C++，数据结构和算法，关注代码质量和性能优化；\n有良好的英语读写能力，能经常阅读GDC，IEEE CIG等大会上的最新AI技术文章；\n有责任心，良好的团队合作能力和沟通能力。"}, {"name": "PCG04-短视频AI评测工程师（深圳总部）", "duty": "负责短视频业务的评测及工具平台建设工作；\n短视频质量评价体系建设、图像质量评价体系建设，包括但不限于视频内容理解、视频内容质量检测、推荐算法、目标检测追踪、行为分析、图像分割、自动PS等算法质量评测方案设计、工程技术落地工作；\n科学建设视频评价体系，并基于反馈甄别badcase和算法的缺陷，进而对AI产品提出改进意见，优化产品质量", "require": "计算机或者图像处理、计算机视觉、模式识别、机器学习等相关专业。三年以上计算机视觉领域相关工作经验，熟悉计算机视觉领域的主流模型和算法，关注领域内的最新进展；\n有良好的计算机专业知识基础，对数据结构、操作系统、算法等专业知识掌握良好，熟练掌握C/C++，Java，Python等至少一门语言，有一定的软件开发项目经验；\n具有扎实的算法基本功、突出的数据、算法分析和归纳能力，对新技术充满好奇心，爱挑战高难度，善于提出idea并能快速动手验证；\n有视频图像、搜索推荐实际应用经验者优先考虑。较好研究成果（学术论文等）者或者在相应竞赛中取得过较好成绩者优先考虑。"}, {"name": "25925-AI高级产品运营经理（深圳）", "duty": "负责产品及内容运营策略制定、执行、监管与分析，确保产品运营目标的实现；\r\n负责智能AI产品的用户生命周期管理：拉新、促活跃、激活流失用户，在用户不同的生命周期节点，制定设计有效的运营机制；\r\n对产品运营进行数据分析并反馈，挖掘和分析用户使用习惯、情感及体验感受，推进产品的改进和运营策略的改进；\r\n以促进用户行为和产品指标为目标，负责与活动策略匹配的用户运营方案，并执行落地，对结果负责，并对效果进行分析和改善总结；\r\n负责用户精准化分层，建立常规运营模型，建立用户体系，为产品提供全智能化的业务支持；\r\n持续挖掘合作诉求，并推进跟业务部门的合作，维持跟合作方的关系，提升产品的影响力；\r\n负责运营推广方案的制定和实施，提升用户转化和留存；\r\n规范业务运营流程，负责管理、协调产品及内容运营的工作，共同完成运营目标。", "require": "本科以上学历，计算机人工智能方向优先考虑，有过服务型平台产品、内容型产品、社区型产品或游戏运营工作经验优先考虑；\r\n对游戏有深刻体验和理解，熟悉游戏生命周期整个运营过程和运营模式，有过成功产品运营经验 ；\r\n有较强的分析总结能力，熟练使用各种数据分析方法，可以对数据进行归纳、汇总，并进行专业细致的分析；\r\n执行能力强，具备较强市场文案能力者优先，团队合作精神良好，抗压能力强，执行力强、对外沟通协调能力强；\r\n市场感觉敏锐，具有较强的市场分析能力、商业化判断能力；\r\n对机器学习、深度学习原理熟悉、 自然语音理解；对语音识别技术产品喜爱，或者有一定智能聊天机器人的产品经验。"}, {"name": "20503-AI应用研发工程师", "duty": "1.3年以上Linux后台服务器开发经验，或者 Android/iOS 客户端开发经验；\n2.具备良好的编程能力，熟练掌握C/C++，熟悉python，熟悉网络编程或数据库，有扎实的数据结构和算法基础；\n3.对后台或客户端性能优化、架构设计有一定的理解，熟练使用GDB/LLDB等调试工具；\n4.有高性能大容量服务器系统设计经验者优先；\n5.熟悉现代 CPU/GPU/DSP 体系结构与编程、有高性能计算经验者优先；\n6.有模式识别相关应用开发经验者优先；\n", "require": "1.负责视频、图像、自动驾驶等场景AI系统后端架构设计；\n2.系统开发、技术攻坚和性能优化；\n3.基础架构组件开发和优化。\n"}, {"name": "20503-AI项目经理", "duty": "负责人工智能类项目资源的协调与组织，确保项目团队各干系人协同工作； \r\n负责对接腾讯云项目，制定计划，跟踪和维护，确保项目按计划完成；\r\n负责跟进各个项目的需求对接和SDK上线；\r\n及时发现并跟踪解决项目问题，有效管理项目风险；\r\n负责同腾讯云平台产品部门的沟通工作和客户关系维护工作。", "require": "1、本科及以上学历，计算机、通信或相关专业； 2、有图像领域深度学习开发、模式识别、图像处理等经验的优先； 3、有项目文档管控能力，能够独立编制相关项目文档和汇报；\r\n4、良好的沟通表达能力和应变能力，能够妥善应对客户挑战性的问题； 5、三至五年以上 To B端IT项目管理经验，具有大型互联网项目和AI落地项目经验者优先。"}, {"name": "CSIG16-大数据AI高级工程师(北京)", "duty": "1. 利用海量腾讯系的定位数据（500亿）及形成的用户轨迹数据，进行海量数据模型设计、数据ETL开发，实现智能化处理和自动化入库；\r\n2. 应用机器学习技术，建立道路数据画像，构建实时的基础数据的挖掘模型，提升位置服务能力\r\n3. 研发智能交通出行领域中的关键机器学习算法，以及模型算法的产品化", "require": "机器学习／计算机／数学相关方向硕士以上学历或 3 年以上工作经验，有较强的学习能力及创新能力;\r\n熟悉C/C++语言、Python、Java任意一种语言，较强的算法和数据结构功底;\r\n对机器学习基础理论及常用算法有深刻的理解，具备出色的工程实践能力；\r\n在机器学习或者机器学习应用（包括但不限于搜索/推荐／自然语言处理／计算广告／图像处理等方向）方向有2年以上相关项目经验；\r\n良好的沟通能力及团队协作能力，较强的进取心和事业心。"}, {"name": "31506-AI算法研究员", "duty": "1. 基于海量数据，利用机器学习和数据挖掘方法，为前置风控、智能推荐、在线推荐等业务提供模型与策略，提升服务性能；\n2. 负责相应安全AI模型设计，研发适合在业务安全中使用的安全模型、算法和工具；\n3. 理解并分析相关产品现状，为产品研发和运营提供决策支持。", "require": "1. 扎实掌握机器学习与数据挖掘技术，熟练使用开源算法库，具有工程化实践经历；\n2. 具有使用Hadoop,Spark等大数据框架项目开发经验，熟悉python、C++、scala等至少一门语言；\n3. 能主动追踪前沿技术并适配落地，熟悉深度学习、attention机制者优先；\n4. 硕士学历，博士优先；\n5. 沟通能力强，能够跟非技术人员对模型的优势进行有效沟通；\n6. 逻辑思维好，有优秀的分析问题解决问题的能力；\n\t\t\n"}, {"name": "TEG11-药物AI研发工程师/研究员", "duty": "工作职责\n1 负责新药研发相关课题，包括设计药物研发项目，设计研发流程等。 \n2 跟踪当前药物设计最新方法，参与公司新药研发平台研发；\n3 深入发掘计算化学、并行计算、人工智能等技术在药物发现研究中的应用。配合算法团队优化现有药物研发及设计工具和方法\n", "require": "工作要求\n1. 化学、药学、生物学、物理、计算化学、计算生物学等相关专业毕业。以第一作者或通讯作者身份在药物设计或者计算化学领域发表过论文者优先。\n2. 熟悉药物设计及筛选的流程和工具。有实际药物设计、药物发现项目经验或者研究经验者优先。\n3. 熟悉药物筛选以及其他生物信息学常用的数据库。\n4. 有药企工作经验者优先。"}, {"name": "28937-游戏AI系统开发工程师（Game AI System  Engineer）", "duty": "负责开发游戏AI核心模块和相关工具；\n负责整合 AI 相关的技术到游戏项目并提供技术支持；\n负责 AI 系统的优化、测试、构建工作。\nResponsible for developing game AI core modules and related tools;\nResponsible for integrating AI related technology to game projects and providing technical support;\nResponsible for optimizing, testing and building AI systems.", "require": "本科或以上计算机科学相关专业；\n3年以上游戏开发经验，参与过游戏AI系统的开发；\n责任心强，善于沟通；\n熟悉 C/C++，具备扎实的数学、数据结构和算法基础，熟悉常用设计模式；\n熟悉游戏AI技术（如寻路、避障、行为树、计划等）、机器学习技术；\n熟悉性能和内存优化，测试驱动开发；\n熟悉游戏引擎架构，有 Unreal 开发经验优先；\n熟悉 PC／移动端平台的游戏开发，具备网络游戏及后台系统开发经验优先。\nBachelor or above degree in computer science or related curriculum;\n3 years or above of game development experience, with experience in game AI systems development;\nHighly accountable, good communication sklls;\nFluent in C/C++, solid knowledge in mathematics, data strctures and algorithms, good knowledge in common design patterns;\nFamiliar with performance and memory optimization, test-driven development;\nFamiliar with game engine architecture, and Unreal development experience is a plus;\nFamiliar with PC/mobile platform game development, and experience of networked game and server-side development is a plus."}, {"name": "TEG11-游戏AI高级产品经理（深圳）", "duty": "负责AI相关游戏系统和玩法设计； \n具备较强的创新能力，有一定的反策划及反推能力； \n负责游戏数据分析体系搭建，包括数据埋点设计、数据上报、分析系统的规划等，进行详细的游戏玩法分析挖掘；\n负责游戏调优分析，包括活跃、流失、商业化相关的数据分析框架、玩法使用情况等，发现问题并结合游戏数据调优建议；", "require": "3年以上游戏系统和玩法设计经验，有主导过moba与FPS游戏核心玩法研发者优先；\n热爱各类游戏，对市面上主流游戏类型都有了解，并有自己的分析、理解；  \n需要有良好的数据指导工作的能力，能用数据驱动方案落地；"}, {"name": "TME-腾讯音乐多媒体AI研究员（深圳）", "duty": "负责视频、图像等多媒体领域的智能算法研究与产品化落地；\r\n负责肢体识别、AR、智能生成等前沿技术探索与实现；\r\n负责优化现有视频、图像的编解码、质量控制体系。", "require": "计算机相关专业硕士及以上学历；\r\n精通C/C++、Java、Python等语言及软件开发流程；\r\n熟悉传统机器学习基础理论，熟悉深度学习开源框架，深入理解DNN/RNN/CNN/lstm原理，熟练运用tensorflow训练和调参；\r\n有图像识别、视频理解、智能截图、窄带高清、超分辨率、视频指纹、肢体识别、AR等相关经验者优先；\r\n具备强大的分析问题定义问题和解决问题能力，具备持续的自驱力来面对挑战；\r\n有责任心，沟通能力佳，抗压能力强，表达能力出众者优先。"}, {"name": "TZ-Director of Global Communications - Corporate Affairs ", "duty": "• Don’t like something? Say something! Take the initiative and guide the team to drive business results from a content and user experience perspective. \n\n• Lead cross-team collaboration efforts throughout the creative process. Create and optimize team workflows.\n\n• Be responsible for the voice, tones and quality of the content on the company’s owned media.  Maintain copy guidelines to ensure a consistent language, tone, and voice.\n\n• Lead the team to create, edit, proof-read and publish content across a variety of platforms and languages.  Aware and comply with regulators’ requirement for information disclosure.  Give crisp copy for banners, site navigation, inline instructions, product description, and more. \n\n• Take ownership of the strategy and execution for the company’s social media presence across owned and third-party platforms.\n\n• Manage the team’s resources and scalability, including outsourcing, external cooperation, content management tools and user generated content.", "require": "Skills\n\n• We’re looking for someone who thrives in the face of a challenge. Someone who can jump over language and cultural barriers and come out stronger.\n\n• Think creatively – both in terms of content and problem solving. Think what will make the copy pop. Take the uncommon approach when solving a problem. \n\n• Ability to harmonize copy with design – must be able to work effectively with cross-functional partners and business leaders.\n\n• Take ownership of projects. Strong project coordination skills and the ability to work under tight deadlines.\n\n• Ability to ride along with project changes and adapt to a fast-paced work environment.\n\nQualifications \n\n• 5 years or more of full-time content management experience. E-commerce or agency experience preferred.\n\n• Team management experience.\n\n• A portfolio showing high-quality content deliverables.   \n\n• Related degree preferred but not required. \n\n• Fluent in Mandarin, Cantonese and English.  "}, {"name": "CSIG16-AI智能信息流产品运营-内容运营", "duty": "负责制定车主内容运营策略、执行、分析确保运营目标的实现；\n负责建设各个垂直领域新热爆及优质内容，同时能够通过数据分析与需求洞察，追踪运营效果并协同建设内容库；\n负责内容PUSH，通过监控各品类效果，提升活跃用户、激活流失用户。\n负责专题及事件策划，定期输出专题及事件活动总结。\n规范业务运营流程，负责协调产品及内容运营的工作，共同完成运营目标。", "require": "内容行业专家，有成熟的线上内容运营经验；\n对车联网有浓厚兴趣。\n敏锐的内容判断力，能准确快速挖掘热点及优质内容，并擅长专题或事件策划。\n有激情，对工作有责任心，逻辑思维能力强"}, {"name": "RP-AI算法应用专家", "duty": "负责各种AI技术在人力资源业务领域的探索、实践和落地应用，用AI技术推动人力资源领域业务创新", "require": "1. 自然语言处理、文本挖掘、机器学习、模式识别等相关专业的硕士/博士\n2. 精通机器学习和深度学习的基础理论和方法，在个性化推荐，搜索排序，自然语言处理，文本挖掘等领域有5年以上的实践落地经验，能够创新性的运用算法和模型来解决实际的业务问题\n3. 熟练掌握一种语言（Python， Java，C++，etc.），熟练掌握一种或几种常用深度学习框架（tf，caffe，pytorch等）\n4. 对大数据处理，AutoML，分布式计算有相关知识和实践经验\n5. 能够有极好的技术结合业务思维\n6. 有良好的团队意识，交流能力，自我学习能力，及自我驱动力，有很强的使命感\n7. 在自动问答、人机对话、口语理解、知识图谱等领域有实际的开发和从业经验者优先\n8. 在NLP, Machine Learning, Data Mining相关领域顶级会议/期刊(ACL，EMNLP，NAACL，NIPS，ICML，KDD， CIKM，AAAI， IJCAI， ICDM等)有发表过论文的优先"}, {"name": "CSIG17-AI开放平台高级测试工程师", "duty": "负责腾讯云叮当语音助手相关ToB业务质量保障工作及叮当开放平台质量保障工作，腾讯云叮当开放平台对外输出腾讯在AI领域特别是人机对话场景中的各项领先技术，在各种行业方向上和多家优质企业进行了深度的合作，包括腾讯车联网，智能家居，智能音箱，智能穿戴，智能机器人，文旅等领域都有合作。具体工作内容如下：\n1、负责腾讯云叮当开放平台的质量保障及ToB业务定制需求的质量保障工作，负责全流程质量管控，包括参与需求分析，帮助完善需求与开发设计实现，合理设计测试计划，实施测试活动，跟进缺陷，协助研发分析定位问题；\n2、负责产品相关的测试方案，测试工具平台，后台服务的接口自动化测试以及自动化监控用例建设,自动化测试架构设计及实现工作；\n3、保证被测系统的质量，并通过测试流程和方法创新，提升研发的质量和效率\n4、担任测试架构师角色，推动产品代码可测性建设及产品架构可测试性拆解，应用并落地分层测试相关技术,对后台服务进行代码审查，实施灰盒、白盒测试方法挖掘问题。\n腾讯云叮当参考网址：dingdang.qq.com", "require": "1、计算机或软件相关专业，本科及以上学历，具备扎实的计算机和软件技术基础；\n2、有扎实的测试基础，能独立负责一个产品线的测试工作\n3、有良好的学习能力和技术钻研能力，具有自我持续优化的驱动力，具有发现问题的灵敏嗅觉，具备针对复杂问题的分析和解决的能力\n4、具备良好的团队合作精神，善于协调沟通，具备较高的问题推动解决能力。\n5、有ToB相关质量管理经验和较强项目管理能力者优先考虑\n6、有相关的自动化测试、专项测试或白盒测试工具和平台建设者优先."}, {"name": "CSIG17-腾讯云AI高级测试工程师", "duty": "1.负责腾讯云行业类AI 图像识别、人脸识别、产品类的质量保证工作；保证算法效果和性能；\n2.参与部门算法测试体系搭建，评估算法质量及效果；\n3.负责需求分析、测试计划制定、测试用例设计、测试执行、进度与风险控制，保证项目质量与进度；\n4.负责测试相关平台、工具的设计与开发，提升工作效率与效果；", "require": "1.本科及以上学历，计算机、图像处理等相关专业优先；\n2.掌握AI引擎实现原理，训练过程以及模型的开发逻辑；\n3.熟悉深度学习基础理论和方法，有图形图像算法/机器学习/深度学习等任意一个方向的开发或测试经验\n4.了解图像检测、识别、跟踪、分类等图像相关算法原理及应用,如人脸识别/OCR/场景识别等等，需掌握其相应的测试原理；\n5.掌握AI算法测试所需的数据构建方法、渠道并有相关实践经验；\n6.熟悉主流自动化测试开源框架和工具，能对框架或工具进行维护、优化； \n7.至少精通一种编程语言如Python/Go/Shell/C/C++/Java，能熟练编写测试代码和测试工具"}, {"name": "WXG10-117 Foxmail Mac开发工程师（广州）", "duty": "从事Mac平台下Foxmail的开发工作。", "require": "2年Mac/iOS系统开发经验；\n熟练使用UIKit或AppKit、CALayer等系统框架；\n熟练掌握Objective-C、C/C++语言，熟练使用常用算法和数据结构；\n熟悉HTTP, TCP/UDP等协议，熟悉邮件相关协议优先；\n熟练掌握SQL；\n良好的代码编写习惯；\n良好的问题分析能力、人际沟通能力。\n"}, {"name": "TEG11-游戏AI高级算法研究员（深圳）", "duty": "负责腾讯游戏AI的算法研究和应用。\n负责腾讯大数据分析及机器学习算法研究。\n结合腾讯实际AI应用场景，提供技术解决方案。", "require": "硕士及以上学历，计算机、应用数学、模式识别、人工智能、统计学等专业；\n对机器学习、数据挖掘、概率统计，最优化等算法原理及其在互联网行业的应用有深入的理解和浓厚的兴趣；\n有深度学习，强化学习，海量数据处理和并行计算开发经验者优先；\n基础扎实，编码过关，熟悉常用的算法和数据结构；\n熟悉Linux 操作系统开发环境，熟悉C++；"}, {"name": "25927-机器学习AI应用项目经理", "duty": "推进AI及其他相关技术在多种业务场景中的落地，业务场景包括但不限于游戏自动化、用户数据分析、游戏画面分析监控、游戏视频编辑、用户内容推荐等方面;\n协调研发团队和业务团队之间的需求定义和沟通，帮助业务团队定义合理的需求目标;\n合理规划和控制项目进度，确保项目的顺利推进;\n", "require": "计算机相关专业硕士以上学历\n有两年以上机器学习相关项目管理经验，有成功产品（包括内部服务）从对接规划到实施交付的完整经历\n熟悉敏捷开发流程，能够合理制定Sprint周期迭代目标，能够合理扮演Scrum Master角色\n有两年以上技术开发经验\n熟悉机器学习业界动向，了解一线公司相关应用及产品情况\n有较强抗压能力，能够同时处理多个项目工作\n- 有丰富的沟通技巧和积极的工作态度，同时具备严谨认真的工作习惯"}, {"name": "28937-游戏AI系统开发Leader（Game AI System  Leader）", "duty": "负责带领游戏AI团队和项目组合作，制定游戏AI团队目标方向；\n负责游戏AI核心模块和相关工具的技术选型、架构设计和研发支持；\n负责游戏AI系统的性能和品质管理。\nResponsible for leading AI team to work with project teams, and establishment of team objectives and directions;\nResponsible for technology selection, architecture design and R&D support of AI core modules and related tools;\nResponsible for performance and quality of Game AI systems.", "require": "硕士或以上计算机科学相关专业；\n8年以上游戏开发经验，主导过游戏AI系统的开发；\n责任心强，善于沟通，有2年以上技术管理经验；\n精通 C/C++，具备扎实的数学、数据结构和算法基础，熟悉常用设计模式；\n熟悉游戏AI技术（如寻路、避障、行为树、计划等）、机器学习技术，持续学习最新技术；\n熟悉性能和内存优化，测试驱动开发，版本和issue管理；\n熟悉游戏引擎架构，有 Unreal 开发经验优先；\n熟悉 PC／移动端平台的游戏开发，具备网络游戏及后台系统开发经验优先。\nMaster or above in computer science or related curriculum;\n8 years or above of game development experience, with leadership experience in game AI systems development;\nHighly accountable, good communication sklls, with 2 years or above technical managment experience;\nMastery in C/C++, solid knowledge in mathematics, data strctures and algorithms, good knowledge in common design patterns;\nFamiliar with performance and memory optimization, test-driven development, version control and issue management;\nFamiliar with game engine architecture, and Unreal development experience is a plus;\nFamiliar with PC/mobile platform game development, and experience of networked game and server-side development is a plus."}, {"name": "25925-智能AI高级产品经理（深圳）", "duty": "负责智能化产品的策划工作，输出产品需求文档； 能组织协调产品从策划思路、结构、流程、规则、交互设计并推动到上线； \r\n统筹产品项目的整体进程，跟踪产品及功能的上线前后的运营数据，把控产品的细节和并对产品进行持续优化和迭代；\r\n联合数据挖掘、用户研究、市场研究等协作团队资源，建立与用户的沟通渠道，获取并分析用户需求，指导和优化产品功能及用户体验；\r\n负责和研发，技术等关键环节对接，并对产品上线负责； 负责和合作方讨论合作模式，并推进和落实合作； \r\n分析和预测同类产品的市场、把握市场趋势，为决策提供准确的相关信息，并提出决策方案；\r\n定期复盘产品，总结产品设计中存在的问题，制定改进计划。", "require": "本科以上学历，计算机人工智能方向优先考虑，有过服务型平台产品或社区型产品的工作经验优先考虑；\n对游戏有深刻体验和理解，熟悉游戏生命周期整个运营过程和运营模式，有过成功产品运营经验 ；\n善于利用数据分析、研究挖掘和发现产品痛点，具备较强的主动解决问题能力和意愿逻辑思维能力与表达能力强，能够清晰有效的表达设计目标和思路 ；\n具备高效推动项目策划与实施的能力工作主动积极进取，团队合作精神良好，抗压能力强，执行力强、沟通协调能力；\n对机器学习、深度学习原理熟悉、 自然语音理解；对语音识别技术产品喜爱，或者有一定智能聊天机器人的产品经验者优先。"}, {"name": "TEG17-农业AI高级算法研究员", "duty": "探索最前沿的强化学习算法，用于真实物理系统的闭环自动控制，优化控制目标\n研究和发表学术成果及撰写专利\n相关领域建立学术品牌和知识产权门槛", "require": "计算机相关专业博士学历，\n在强化学习、深度学习等方向发表过顶级会议（ICML、NIPS等）文章\n精通python，熟练使用linux，有独立工作能力和良好的学术沟通能力\n农业、能源、工业控制等方向的实际工作或比赛经验优先\n"}, {"name": "GY0-Community/Campaign Manager - JOOX", "duty": "As the Community/Campaign Manager, you will be joining the production team behind JOOX - a leading music streaming application. This position requires working in a cross-functional team to lead strategy and operations around JOOX’s peer-to-peer (P2P) live video streaming, video karaoke feature, talent management, and related campaigns - locally and regionally.  A successful candidate will have experience in tech & digital projects with an emphasis on building communities around KOLs and entertainment content.   In addition, the candidate should be detailed oriented, able to coordinate multiple projects simultaneously and be comfortable with a heavily data-driven approach.  Past experience in business development is preferred.\n\nResponsibilities:\n•\tWork on new ways to engage the digital community, expand & commercialize talent community inside/outside JOOX app\n•\tLead on creative campaigns to maximize talent’s ability all across entertainment functions; Music, Video, Live Streaming, Karaoke, Gaming, Event & Concert etc.\n•\tLead on strategy of recruiting, strengthening and developing community members\n•\tLead social media campaign & strategy to promote related content and campaign\n•\tManage & schedule P2P live streaming, coordinating across internal teams and 3rd party partners\n•\tSupervise day-to-day operations of JOOX P2P live streaming, Karaoke feature and all related campaign\n•\tTrack and report on KOL & talent evaluation, KPIs and ROI\n•\tTalent management; oversee on contract, legal issue and payment\n•\tMaintain a high level of quality control across functions.\n•\tExpand partnership to external entertainment business, locally & regionally\n•\tBe able to initiate commercialized project to generate revenue through campaigns, KOLs & community \n", "require": "•\tAt least 7 years of community and/or talent management. Artist, KOL, Agency\n•\tHighly creative. Able to initiate well-rounded entertainment project & campaign\n•\tWith business development background is a plus\n•\tPassion for technology, media, music, and pop-culture with the skills to communicate that passion\n•\tExperience with marketing and promoting content on digital platforms\n•\tExperience leading teams\n•\tAble to handle revenue management, track on cost & ROI\n•\tAttention to detail, highly accurate, and extremely organized\n•\tThrive under pressure in a fast-paced start-up environment\n•\tCreative and resourceful person who is a team player, and has excellent interpersonal skills\n•\tExcellent written and verbal communication skills\n•\tFluent English and Bahasa language ability\n\n"}, {"name": "25924-内容AI算法工程师（上海）", "duty": "负责内容领域尤其是游戏场景的算法应用研究和工程落地工作 ，包括但不限于如下方向：\r\n机器学习和自然语言处理相关算法工作如内容质量，内容建模，文本生成等。\r\n计算机视觉相关算法落地工作如视频处理，视频质量，视频结构化，游戏视频生成等。", "require": "熟悉NLP/NLU、机器学习相关算法及实现原理，对工程实现和优化有丰富经验；\n或者在计算机视觉领域或者相关工作经验，图像检测/识别，视频分析/目标追踪领域有深入的实践；\n至少熟悉一个常见的神经网络开源工具库，例如：Caffe/TensorFlow/Keras/ 等；\n深入理解常传统机器学习或数据挖掘类的算法原理，扎实的统计学理论；\n良好的Linux开发能力，数学、数据结构基础。优秀的沟通和团队协作能力，有主动学习习惯。"}, {"name": "TEG11-AI后台开发工程师（深圳）", "duty": "负责AI基础平台的组件开发；\r\n负责AI计算平台建设；\r\n负责AI游戏离线平台/AI医疗离线平台建设。", "require": "扎实的数据结构和算法功底，编码强悍； \r\n熟悉 Linux 开发环境，精通 C/C++，熟悉 Python、Java 更好； \r\n有自然语言处理、机器学习知识背景，有实践经验更佳； \r\n有海量数据处理和并行计算开发经验者优先，如 Hadoop、Storm、Spark等； \r\n优秀的分析问题、解决问题能力和团队合作意识； \r\n本科及以上学历，硕士优先；\r\n熟悉C/C++开发 ，对linux系统有一定的了解； \r\n熟悉互联网行业、有独立设计和开发能力、有良好的责任心和团队合作精神、善于沟通、工作上能自主驱动； \r\n有数据挖掘经验加分。"}, {"name": "TEG11-高级AI后台开发工程师（深圳）", "duty": "负责部门基础平台组件开发；\r\n负责AI系统后台开发；\r\n负责AI运营流程开发。", "require": "扎实的数据结构和算法功底，编码强悍； \r\n熟悉 Linux 开发环境，精通 C/C++，熟悉 Python、Java 更好； \r\n有机器学习知识背景，有实践经验更佳； \r\n有海量分布式和高并发系统开发经验和运营经验优先；\r\n有海量数据处理和并行计算开发经验者优先，如 Hadoop、Storm、Spark等； \r\n优秀的分析问题、解决问题能力和团队合作意识； \r\n本科及以上学历，硕士优先；\r\n熟悉互联网行业、有独立设计和开发能力、有良好的责任心和团队合作精神、善于沟通、工作上能自主驱动；"}, {"name": "30361-移动端AI软件工程师", "duty": "1. 负责深度学习框架在移动端实现和优化； \n2. 负责算法的工程化落地，根据产品需求进行算法设计和优化；", "require": "1. 全日制硕士及以上学历，计算机、图形图像相关专业； \n2. 熟悉C/C++开发，熟悉iOS/android开发，良好的程序设计和优化能力； \n3. 有Neon、OpenCL、OpenGL或Metal经验优先； \n4. 有深度学习网络的模型压缩、量化等经验优先； \n5. 有深度学习算法在移动端优化相关经验优先； \n6. 具备良好的敬业精神和团队合作精神，善于分析和解决问题，富有想象力和学习能力。"}, {"name": "TEG17-AI LAB语音识别研发工程师(深圳）", "duty": "语音识别相关模块核心算法的研发和实现；\r\n腾讯业务相关语音识别产品的开发。", "require": "硕士以上学历，计算机软件或相关专业，有大型系统工程经验者优先；\r\n熟练使用C++/Python／Bash script语言；\r\n有语音识别，自然语言处理，机器学习背景优先考虑；\r\n有深度学习研发经历，熟悉Caffe/Torch/TensorFlow等深度学习框架者优先考虑；\r\n较强的学习、分析问题的能力，良好的团队合作意识与跨部门沟通的能力。"}, {"name": "22989-AI大数据项目经理（合作伙伴方向）", "duty": "l 负责AI&大数据团队的合作伙伴引入，维护和运营管理，与渠道团队和业务团队明确需求目标和方向，制定合作伙伴协作机制，确保合作顺畅\nl 与产品团队紧密沟通，根据产品团队需求，积极拓展基于大数据AI产品发展方向需求的产品合作伙伴，并且能够清晰明确合作点，和商业模式，帮助推动产品解决方案落地\nl 负责合作伙伴引入后的内部项目合作，产品合作流程管理，帮助跟进梳理合作产品商机管理流程，报价流程，项目管理流程等。\nl 负责与产品经理配合，跟进与协调合作伙伴及团队内资源提升合作产品的成熟度\nl 负责与中心运营团队合作，对合作产品就行业，销售进行培训推广\nl 与渠道团队，产品团队，共同指定合作产品售卖策略", "require": "l 本科以上学历，5年及以上IT/互联网行业工作经验，有大数据AI产品项目交付经验优先\nl 自我突破能力，协调抗压能力强，以结果为导向\nl 对合作伙伴管理有经验，在复杂情况下能够协调各种资源，解决问题\nl 思维逻辑清晰，有敏锐的市场洞察力，强自我驱动力和执行力\nl 具备良好的团队协作能力，对外沟通能力强，工作积极主动\nl 有对应项目管理，商务谈判沟通能力\nl通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "20503-视频AI算法高级研究员（上海）", "duty": "负责检测、分割、追踪等计算机视觉前沿算法研究跟进与效果性能产品化调优；\n负责相关领域的技术影响力建设，包括但不限于已有成果的包装和新的创新性研究；\n", "require": "计算机相关专业，博士学历。精通图像处理、检测分割、追踪等前沿技术，尤其在行人检测或多目标追踪方向有很好的积累和创新能力；\n对机器学习、深度学习、计算机视觉技术有深入的理解和应用，能独立开展算法研究工作；\n极佳的工程实现能力，精通C/C++、Python等至少一门开发语言，熟练掌握TensorFlow、Pytorch、MXNet、Caffe等至少一个深度学习算法框架；\n思维活跃，能快速学习新知识，对工业界人工智能技术研发和落地富有激情；\n在CVPR/ICCV/ECCV/AAAI/IJCAI/NIPS/PAMI等人工智能顶级会议或期刊发表过一作论文，或在Kaggle/COCO等全球知名竞赛排名靠前的，优先考虑；\n"}, {"name": "31677-腾讯AI智能助手用户研究员（深圳）", "duty": "-您将负责AI智能平台，AI智能语音助手等相关项目的用户研究工作;\n-针对体验层面开展用户测试，挖掘体验改进点，推动体验优化，成为用户体验质量的重要把关人;\n-挖掘用户的特点、行为模式、体验及情感需求，分析用户诉求，引导产品需求，为产品和设计创新提供指引;\n-根据业务现状，分析用户行为和后台数据，为产品等相关部门提供有价值的数据洞察和分析报告。\n ", "require": "-本科及以上学历，有工业工程、人机交互、工程心理学等相关背景;\n-有人工智能等相关项目经验为佳;\n-熟练运用各种定性及定量方法;\n-拥有对产品最终体验质量高度的责任心与ownership意识。"}, {"name": "TEG11-Strategy Manager(AI, Cloud, IoT & New Technologies)-MBA (Full-time)", "duty": "• Analyze new business models or innovative technology products and technologies to identify new growth areas and potential opportunities in AI, Robotics, IoT, 5G, Cloud, Security, other related fields\n• Monitor competitive activities, and develop a deep understanding of consumers'needs, attitudes, as well as B2B industry solutions\n• Provide strategic analyses and recommendations over a broad range of management issues at corporate and business unit level\n• Facilitate execution of key initiatives across business units and functions\n• Develop external partnerships with industry or other technology companies globally to help accelerate product innovations and progress new technologies", "require": "• Excellent academic record and MBA degree from a top school; science and engineering background preferred\n• High level of integrity, dedication and motivation\n• Passion for the Internet and technology industry\n• Strong problem solving skills and acute business sense that enable sound business judgment\n• Strong leadership potential and willingness to work in a “start-up” like environment\n• Effective communication and interpersonal skills\n• Good understanding of Chinese culture\n• Fluent in English and Mandarin"}, {"name": "22989-腾讯云AI语音产品经理（深圳）", "duty": "负责腾讯语音AI类产品规划与设计，挖掘客户需求，达成目标；\n具体负责语音AI类产品策划工作，独立完成详细需求设计，推进迭代；\n负责产品用户研究，数据分析，建立核心数据指标体系监控产品健康发展，能够完成从线上数据问题分析，到产品需求设计，再到数据验证的流程，从数据中获得洞察，驱动产品改进；\n把握行业趋势，定期跟踪、分析行业动态及竞品，并提出相应的产品对策。\n", "require": "本科以上学历，3年及以上IT/互联网行业工作经验，熟悉AI产品的基本特性和使用场景，有相关产品者经验优先；\n产品策划功底扎实，能独立完成产品设计、策划、信息发布等工作；\n具备用户数据分析能力，包括用户研究、线上数据分析、效果数据评估等；\n具备敏锐的市场嗅觉，对行业生态有了解，在产品规划中能够给出正确的市场判断；\n具备良好的团队协作能力，对外沟通能力强，执行力强，逻辑思维能力强，工作积极主动；\n通过腾讯云技术认证或同等资格认证的优先录取。\n"}, {"name": "22989-腾讯云视觉AI产品经理（深圳）", "duty": "负责腾讯云视觉AI相关产品的商业化落地，丰富AI产品能力矩阵，拥抱产业互联网，赋能各行业合作伙伴；\n负责基于AI实验室引擎模型基础上的高效AI开放平台能力建设，高效率低成本的持续引入优质AI能力，满足各行业客户需求； \n联合内部AI实验室，提升引擎能力，优化用户体验，提升产品在行业内的市场占有率和收入。", "require": "有toB的产品经验，有图像识别行业从业工作经验者优先考虑；\n有较强的抗压能力和团队协作能力，执行力强，强烈的进取心和产品主人翁意识"}, {"name": "31498-游戏AI研发工程师（深圳）", "duty": "负责设计、优化游戏内AI系统，并和策划合作扩展编辑器功能；\n负责游戏内容程序化生成的研究设计实现；\n负责将AI机器学习技术应用到3D游戏中；\n负责和算法同事一起对各类游戏中的AI玩法进行研究；\n负责将机器学习AI技术封装成高质量的客户端和引擎的SDK。", "require": "本科及以上学历，计算机相关专业，3年以上软件开发经验；\n游戏AI相关经验1年以上；\n精通C++/C#，具备扎实的数据结构和算法基础;\n熟悉设计模式和具备软件架构能力;热爱编程，热爱技术，自我驱动型人才的加入。"}, {"name": "20503-AI产品经理（上海）", "duty": "1、负责教育、泛安防等AI产品的产品规划和落地；\n2、挖掘客户/行业痛点，掌握竞争对手动态和市场动态，0到1的确定产品定位和发展规划；\n3、主导产品从设计到上线的全流程，负责撰写和审核产品设计、需求文档，协同相关团队的项目管理进行产品落地；\n4、在过程中不断分析数据和客户调研，进行敏捷迭代优化，持续提升产品体验。", "require": "1、2年以上AI产品管理经验；\n2、具备产品从0到1的经验，或有代表作品、有说服力强的成功产品案例；\n3、优秀的项目管理能力和沟通能力，能有效协调跨部门资源，有较强跨团队沟通推动能力，独立承担过大型项目；\n4、对于IT、AI等相关技术有基本了解；\n5、有教育行业经历的优先。\n"}, {"name": "25668-腾讯云AI与大数据产品推广经理（深圳）", "duty": "负责腾讯云AI与大数据技术产品的市场推广工作，根据业务战略，制定整体市场推广策略，并管理推进项目执行，提升产品技术影响力，以市场手段帮助产品团队完成业务目标；\n负责腾讯云AI与大数据技术产品体系梳理、整合、包装，并策划市场营销活动；\n根据AI与大数据产品及技术特点，策划组织相关的客户、开发者、合作伙伴活动；\n策划campaign，对产品、技术&品牌进行推广。", "require": "对人工智能和科技兴趣浓厚，具有较好的AI与大数据相关技术理解能力，对行业热点敏感，具有AI相关从业经验优先；\n具备敏锐的受众洞察力、创新意识，善于挖掘产品和技术产品产品亮点；\n优秀的沟通协调能力，高度的事业心、责任感及团队精神，能够横向支持整个腾讯云产品推广团队的相关项目。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "TEG17-AI LAB自然语言处理工程师（深圳）", "duty": "负责高性能自然语言处理模块与系统（如语义理解系统、文本生成系统、开放域对话系统、机器翻译系统）的设计、开发和维护。", "require": "自然语言处理、分布式系统、机器学习、信息检索等相关方向；\n参与过自然语言处理或搜索相关方向的科研或工程项目；\n至少精通C/C++、Python、Java、C#中的一种编程语言；\n熟悉Linux后台开发；\n有大规模数据处理经验者优先；构建过高性能NLP服务者优先；在ACL、EMNLP、NAACL、AAAI、IJCAI、TheWebConf、SIGIR等会议发表过论文者优先；有深度学习学术或工程项目经验者优先\n"}, {"name": "22989-AI服务平台产品-项目经理", "duty": "负责大数据及人工智能产品中心的AI服务平台产品组的项目管理，包括语音原子化产品(语音识别、语音合成、机器翻译)、腾讯智能对话平台TBP、云智天枢人工智能服务平台；\n负责项目资源的协调与组织，确保项目团队各干系人及内外部合作团队的协同工作； \n负责项目计划的制定、跟踪和维护，确保项目按计划完成；\n负责组织项目各项评审会议及项目例会；\n负责制定并推广项目流程规范，确保项目有序推进；\n及时发现并跟踪解决项目问题，有效管理项目风险。\n", "require": "本科及以上学历，计算机、通信或相关专业；\n至少3年项目管理经验，软件或IT相关领域技术开发经验或技术运维经验优先；\n精通项目过程管理，对敏捷项目管理有实际应用经验及深刻理解；\n较强的文档撰写能力，及各类报告处理能力；\n具有良好的执行力和责任心，能推动项目团队朝目标前进；\n具有丰富的与人沟通、交流和组织能力，出色的团队合作精神。通过腾讯云技术认证或同等资格认证的优先录取。\n"}, {"name": "25928-游戏AI高级算法工程师（深圳/美国）", "duty": "基于海量游戏数据，设计和优化游戏AI表现；\n开发适合在游戏AI中应用的机器学习和数据挖掘算法；\n负责游戏AI开发设计相关的分享和培训课程。", "require": "3年以上数据挖掘、机器学习相关工作经验，有深度学习，增强学习和机器人控制算法相关经验者优先；\n有游戏从业经验，尤其是游戏研发经验者优先；\n熟悉Python/C++/Scala/SQL/R，有大数据计算框架如Hadoop,Spark开发经验者优先；\n熟悉深度学习，有深度学习相关框架如TensorFlow,Caffe开发经验者优先；\n计算机、数学相关领域硕士以上学历。"}, {"name": "32032-高级工程师（动画/AI方向）（北京）", "duty": "作为关键推动人，主导动画系统、AI行为逻辑及相关工具的开发，构建高质量的角色行为；\n与动画师和设计师密切合作，赋予角色自然、生动、流畅、富有冲击力的动作表现；\n支持系统设计师和关卡设计师，建立与关卡紧密联系、系统化(emergent)的交互体验；\n充分理解并参与完善游戏的愿景，实现效果与性能优秀的技术方案，并随项目进程持续迭代改进；\n参与相关基础系统的开发与维护，包括游戏逻辑/脚本系统/物理系统/声音系统/用户界面等；\n持续追踪行业动态，与技术团队一同评估和实现推动项目质量与开发效率的新技术/工具/流程。\n", "require": "5年以上游戏行业工作经验，发布过一款以上针对全球市场的大型游戏项目； \n有扎实的3D数学和算法基础，精通C/C++；\n了解海外大型游戏中应用的业界主流动画及AI技术，在生产中使用过动画或AI模块；\n能与动画师、设计师等沟通协作，能在设计层面提出建议，有团队意识，理解敏捷开发；\nT型人才，学习能力强，能进行服务器与客户端双端开发；\n热爱游戏，有丰富的游戏经历。\n\n优先考虑；\n有国内一线游戏大厂，外资企业或海外一线游戏公司工作经验；\n熟悉UE4引擎的动画及AI系统，理解其优势与缺陷；\n理解PC、Console和Mobile平台的性能限制；\n有针对Mobile平台项目的工作经验；\n有多人在线游戏的开发经验；\n理解游戏引擎基础知识，如渲染/动画/物理/内存管理/网络/多线程/资源管理等。\n"}, {"name": "TEG11-游戏AI高级系统工程师（深圳）", "duty": "负责腾讯游戏AI工程平台研发，包括前后端系统架构设计与实现\n负责腾讯游戏AI海量数据计算，包括CPU/GPU运算集群，深度学习平台/强化学习平台核心功能研发\n负责为腾讯游戏AI游戏内核功能研发", "require": "计算机相关专业，本科及以上学历，硕士优先\n熟悉 Linux 开发环境、熟悉C/C++编程语言，熟练掌握至少一门脚本语言（shell/python等）\n有海量数据处理和并行计算开发经验者优先；\n数据挖掘机器学习相关工作经验，熟悉深度学习相关框架如tensorflow、caffe、pytorch，有底层框架优化且开源经验优先\n具备扎实数学/算法功底，对机器学习、概率统计等算法原理有所了解\n物理引擎/游戏引擎相关工作经验，熟悉RPC框架/go语言，且对深度学习、增强学习有所了解优先"}, {"name": "22989-AI基础产品中心高级AI后台开发工程师（上海/深圳）（上海）", "duty": "1.    负责机器学习，深度学习算法的工程化和服务化，研发高可用的线上服务系统。\r\n2.    负责AI平台的搭建，包括分布式计算框架和数据平台的研发。", "require": "1.扎实的数据结构，算法和编程功底，有良好的编程习惯和风格;\n2.熟悉 Linux 开发环境，精通 Python/Scala/Java/Go等一种或者几种编程语言，熟悉C/C++；\n3.熟悉深度学习算法（CNN/RNN等），掌握深度学习框架（Caffe/Tensorflow/PyTorch等）者优先;\n4.有海量数据处理和并行计算开发经验者优先，如?Hadoop/Spark/ES等; 熟悉K8S和Docker等容器技术优先；\n5.精通Spring MVC、ORM框架（ibatis或hibernate）、模板引擎（velocity）、关系型数据库设计及SQL;\n6.优秀的分析问题、解决问题能力和团队合作意识、有良好的责任心、善于沟通、工作上能自主驱动、用于接受挑战、富有创新精神;  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "29911-TaiQ 交互设计师", "duty": "负责腾讯智能机器人项目 TaiQ app 交互体验设计；\n参与需求讨论，制定设计目标，并给出合理的交互解决方案；\n定期结合用户反馈及使用数据，对设计效果进行评估，持续优化产品体验并推进实施落地；\n参与设计团队工作流程改进，设计方法提升，设计规范制定等专业建设工作。", "require": "2年以上用户体验设计经验，熟悉APP设计流程，iOS Android等主流平台设计规范。可独立输出高质量线框图、可交互原型等交互设计产出物。能够清晰完整地表达设计方案；\n有良好的审美及基础的视觉表达能力，能够与视觉设计师清晰沟通设计细节保障设计方案执行落地；\n逻辑清晰严谨，表达准确到位，出色的主动学习能力，对于智能硬件潮玩，IP衍生产品等有一定了解及兴趣；\n持续关注行业最新趋势及交互技术发展，有保持好奇心的同时能够有充分热情及责任心，善于团队合作，积极主动。"}, {"name": "22989-AI产品布道师", "duty": "1.负责AI产品的内部运营，包括人脸、图像、视频、语音、NLP等产品方向。 \n2.负责AI产品的内部营销，有效赋能前端团队高效理解AI产品并制定有效落地计划，共同完成业务目标。\n3.负责产品布道，规划及参与各种市场活动等。关注用户反馈，分析用户行为，进行产品用户体验的持续优化。对用户转化、留存、客户价值及客户满意度负责。\n4.负责AI产品行业场景的包装和行业解决方案的孵化能力，推动AI的行业创新能力。 \n5.完成行业AI能力的市场调研、竞品分析以及商业模式的探索，对产品能力与市场需求的匹配度进行评估，并引入合适第三方补齐产品能力。", "require": "1. 对AI图像、语音、NLP其中一个或多个技术有深入了解及实际落地项目经验。\n2. 对AI产品应用解决方案有实际经验，了解AI产品在行业中使用的现状及局限，有较强的行业场景抽象能力。\n3. 抗压能力强，主动有担当，对新事物有极强的好奇心，拥抱变化，学习能力强，出色的跨团队协作能力和执行力。\n4. 有独立完整的产品策划、商业sense、创新能力者优先。\n5. 有实际研发经验者优先。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-AI产品高级后台软件开发工程师", "duty": "AI产品是一个新的领域，我们需要更多对AI产品化有兴趣的小伙伴的参与，我们提供线下的部署或者线上的云服务，参与工业界的IT升级的浪潮。\n我们希望你是对技术有热情，对AI产品领域有兴趣，想实现自我更大价值的同学，欢迎各位精英加入！\n负责AI相关方向产品后台服务相关设计与方案的开发和实现。\n负责后台产品基础平台，组件的建设，不断优化工作流程与效率。\n负责服务质量建设，实现稳定，高可用的后台。\n", "require": "本科及以上学历\n3年以上Unix/Linux操作系统下的C/C++/go项目的开发经验；\n2年以上数据库设计经验，熟悉常见的NoSQL数据库；\n熟悉网络编程，精通TCP/IP协议及编程，熟悉互联网应用协议；\n拥有全面的软件知识结构（操作系统、软件工程、设计模式、数据结构、网络安全）；\n具备良好的分析解决问题能力，能独立承担任务和有系统进度把控能力；\n责任心强，良好的对外沟通和团队协作能力，主动，好学；\n加分项：\n有机器学习，语音相关算法，NLP相关算法经验\n有toB企业级软件开发相关经验\n有云计算相关开发经验\n  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-腾讯云AI视觉客户端开发工程师", "duty": "- 负责腾讯云AI图像客户端产品的架构设计开发维护.\n- 参与客户端产品线全链路的技术规划, 流程优化, 流程工具研发.\n- 参与产品/技术需求的评审, 项目排期.\n- 利用工具和流程的持续优化, 提升团队工作效率", "require": "- 本科以上学历, 计算机相关专业\n- 2年及以上开发工作经验\n- 软件知识结构全面，基础扎实，精通常用数据结构与算法\n- 熟悉 C++ , Shell\n- 精通 Android 或 iOS 任一平台的应用开发, 两平台都熟悉者优先\n- 有 SDK 类产品开发经验者优先\n- 具有良好的学习能力、沟通能力、团队合作意识； \n- 强烈的责任心与主动性，对所负责工作有owner意识，并能自我驱动成长  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-AI语义产品经理", "duty": "1. 负责自然语言处理方向的产品规划、设计及运营，包括但不限于智能问答、智能文本解析、知识图谱等\n2. 能够基于公司战略、客户需求和产品发展方向制定具体产品优化计划，探索自然语言处理技术与产业智慧升级的结合点\n3. 把握行业趋势，定期跟踪、分析行业动态及竞品，并提出相应的产品对策\n4. 可独立完成产品调研、设计、协调内外部资源，高质量地完成项目落地，参与产品运营和推广，并通过效果分析，不断推动产品优化", "require": "1. 了解自然语言处理的算法原理和应用场景，对AI具有浓厚兴趣和热情\n2. 有计算机、网络、大数据、云计算、人工智能等相关教育背景或项目经验\n3. 有优秀的沟通协调能力，一定的技术能力，善于资源整合并能够快速落地\n4. 具备一定的TOB产品定义和运营的经验，有云计算/大数据/AI/技术咨询等领域的2B经验者优先\n5. 能接受一定的差旅（20%）  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-AI服务平台web前端工程师", "duty": "负责AI服务平台和相关行业应用产品的web前端开发。", "require": "3年或以上的Web前端开发经验；\n熟悉W3C标准网站构建，有构建高性能网站应用相关经验，有tob开发更优；\n精通Javascript、及主流JS框架，对vue或者react有丰富的开发经验，具备一定的框架设计能力； \n熟悉各种常用web开发调试工具，有使用webpack等工具进行前端工程化经验；\n有web后端开发经验，了解node或php开发，对常见的web性能问题、安全问题、数据库等有一定了解；\n有强烈的创新精神并能付诸实施，能积极学习业界新技术； \n有责任心，优秀的团队合作精神，良好的沟通表达和逻辑分析能力。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-AI平台产品经理/架构师（上海/深圳）", "duty": "o    在这里，你可以将最先进最前沿的人工智能技术，落地运用到真实的业务场景中，实现“AI即服务”的愿景。\r\no    根据对市场、客户的理解及公司战略，规划和设计产品蓝图与发展路线图；\r\no    负责机器学习平台的需求分析、需求管理，产品设计和产品迭代；\r\no    推进产品迭代，确定各迭代版本需求，撰写需求文档，组织协调各相关团队，跟踪产品研发进度；\r\no    打造富有竞争力的产品，参与产品的运营和推广。", "require": "o??? 5年以上产品经理工作经验\no??? 熟悉TensorFlow、Caffe、Kaldi、Pytorch等常见AI框架；\no??? 具备人工智能、数学建模或算法应用的相关专业背景或工作经验优先；\no??? 熟悉Azure ML、AWS ML、PAI、PaddlePaddle等机器学习平台的优先；\no??? 具备快速学习能力，沟通能力、有团队合作精神；  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-AI基础产品中心高级AI前端工程师", "duty": "参与腾讯AI平台的Web/H5前端研发。\n在理解产品业务的基础上，提升产品用户体验，技术驱动业务的发展。\n关注前端前沿技术研究，通过新技术服务团队和业务。", "require": "扎实的数据结构，算法和编程功底，有良好的编程习惯和风格;\n至少深度掌握Vue\\React\\AngularJS中的一种，扎实的JS功底，熟练使用web前端相关工具和框架（webpack/Gulp/bootstrap/Redux等）;\n具备复杂前端可视化开发经验，例如echarts\\tableau\\D3，有复杂表格、流程、多图多界面联动、图可视化等开发经验优先;\n至少熟悉一门非前端的语言（如Java/PHP/C/C++/Python/Ruby），并有实践经验;\n优秀的分析问题、解决问题能力和团队合作意识、有良好的责任心、善于沟通、工作上能自主驱动、用于接受挑战、富有创新精神;\n有机器学习知识背景，有实践经验更佳；  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-AI高级产品经理（北京/深圳）（AI服务平台产品）", "duty": "• 负责腾讯智能对话平台产品规划与设计，挖掘客户需求，推进迭代，达成目标\n• 负责产品用户研究，数据分析，建立核心数据指标体系监控产品健康发展，能够完成从线上数据问题分析，到产品需求设计，再到数据验证的流程，从数据中获得洞察，驱动产品改进\n• 具备深刻的行业理解，对行业应用场景、市场需求有独立判断\n", "require": "• 本科以上学历，5年及以上IT/互联网行业工作经验，熟悉对话类AI产品的基本特性和使用场景，有相关产品者经验优先\n• 数据敏感度强，能独立策划，实施，总结完整的数据分析任务，包括用户研究、线上数据分析、效果数据评估等\n• 具备敏锐的市场嗅觉，对行业生态有了解，在产品规划中能够给出正确的市场判断\n• 具备良好的团队协作能力，对外沟通能力强，执行力强，逻辑思维能力强，工作积极主动\n  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "TEG17-AI后台研发工程师（深圳）", "duty": "负责虚拟人相关模块的开发和运营，包括整体系统架构设计与实现；\n负责支持AI Lab科研成果的应用落地，包括计算机视觉、智能语音、自然语言处理等方向的系统流程建设和优化。\n", "require": "熟悉Linux开发环境，精通C/C++，熟悉Python、shell等脚本语言；\n具有扎实的数据结构和算法功底、较强的编码能力；\n有数据挖掘、深度学习相关工作经验者优先，有AI方向项目经验者优先；\n本科及以上学历，硕士优先。"}, {"name": "14914-AI及车联公关经理（深圳）", "duty": "负责腾讯安全相关产品及项目的公关传播；\n结合项目需求，制定传播策略计划、输出核心传播观点，策划新闻话题；\n能综合运用To B传播工具和方法，如：洞察报告、案例、发布会、联合营销等形式，提升项目影响力；\n为相关业务板块负责人的对外活动，策划演讲、采访及新闻传播内容；\n管理agency、KOL、内容与渠道发布合作方，高效完成新闻话题和事件策划和执行。", "require": "5年以上公关或媒体从业经验，本科及以上学历；\n有较强的项目管理经验，熟悉大型活动及会议组织，有千人以上大型活动管理、会议组织、公关传播经验者优先；\n具备To B公关传播、品牌类工作经验者优先；\n有品牌公关或数字传播、媒介工作经验者优先；\n逻辑思维严谨，有较强的内容撰写能力和出众的项目策划能力，能够独立完成campaign策划并驱动实施。"}, {"name": "25666-工业交通客户经理", "duty": "1、在工业领域，负责腾讯云方案的销售工作，达成制定的销售指标； \n2、全面整合资源能力。熟悉政策，通过行业协会或相关单位，行业伙伴（工业领域上下游核心厂家），企业CXO直客等其中之一或多路径，实现项目落地；\n3、在工业领域，制定清晰的战略地图，实现核心客户覆盖，突破和全面合作。", "require": "1、本科以上学历，5年以上相关行业工作经验； \n2、行业经验。熟悉传统工业行业，尤其是化工、重工机械、高科技制造与轻工制造等细分领域的头部企业和市场。熟悉两化融合、智能制造及数字化转型等企业应用场景。具有制造业ERP，PLM，MES等应用经验优先；\n3、 大客户销售经验。作为第一负责人，有独立端到端落地大项目的经验；\n4、云计算经验。熟悉云主机等IaaS，CDN,大数据和AI，工业物联网解决方案优先；\n5、通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "15573-MMORPG手游2D场景原画设计师(上海)", "duty": "负责场景原画造型、概念图等设计；\r\n负责道具、饰品等原画设计；\r\n负责优化宣传素材；\r\n负责外包资源的审核修改，包括对外包资源制作进行审核修改，统一风格，提高制作品质。", "require": "本科及以上学历，5年以上相关工作经验；\n态度严谨，工作认真负责，有团队精神，沟通能力配合工作能力强，对游戏角色制作有热情；\n美术功底扎实，良好的绘画技巧，对结构、线条、色彩等的把控；\n视野广阔，有一定高度的审美水平；\n有灵活的与时俱进的设计思维，丰富想象力和创新能力，对自己作品有高度要求；\n精通各种绘画软件（Photoshop、Sai等等）。"}, {"name": "14914-安全公关经理（深圳）", "duty": "负责腾讯安全业务线的公关传播；\n结合产品及市场需求，制定传播策略计划，输出核心传播观点，策划新闻话题；\n能综合运用To B传播工具和方法，如：洞察报告、案例、发布会、联合营销等形式，提升项目影响力；为相关业务板块负责人的对外活动，策划演讲、采访及新闻传播内容； \n协调联动agency、KOL、内容与渠道发布合作方，高效完成新闻话题和事件策划和执行。", "require": "5年以上公关或媒体从业经验，本科及以上学历； \n有较强的项目管理经验，熟悉大型活动及会议组织，有千人以上大型活动管理、会议组织、公关传播经验者；\n具备To B公关传播、品牌类工作经验者； \n有品牌公关或数字传播、媒介工作经验者； \n对安全行业、产业有较深了解，对信息产业互联网发展趋势及问题有良好认知；\n逻辑思维严谨，有较强的内容撰写能力和出众的项目策划能力，\n能够独立完成campaign策划并驱动实施。"}, {"name": "15605-《一人之下》手游客户端开发高级工程师（深圳）", "duty": "负责手游客户端程序框架及技术方案的设计和具体实现，负责关键技术攻关工作；\r\n负责手游客户端的功能模块设计、开发工作；\r\n与美术/策划进行良好的沟通，协助美术/策划建立高效的游戏内容制作流程，完善并持续优化工具链。", "require": "熟练掌握C#、C++、Lua等语言，3年及以上Unity3D开发经验，具备引擎调试、性能分析经验优先；\r\n至少有一款3D游戏完整项目经验，有3DMMO大型游戏开发经验优先；\r\n对游戏研发技术领域有系统的了解和关注，对框架设计、游戏技术特定领域(比如AI、物理、渲染)有深入研究者优先；\r\n具备良好的分析、解决问题能力，及良好的沟通协作意识，能承受一定的工作压力。"}, {"name": "PCG04-推荐评测工程师（深圳）", "duty": "负责信息流、短视频、小视频类产品的推荐系统相关的评测及平台建设工作；\n建设客观、科学的推荐系统评测体系，参与推荐系统工程、机器学习、视频理解、自然语言处理等算法的质量评测方案建设和工程技术落地工作；\n制定可量化、能闭环的推荐系统评测方案，包括但不限于线上自动巡检、模型指标评估、样本与特征分析、模型可解释性、线上数据分析、用户行为分析等工作；\n深度参与推荐相关产品和中台的项目，和产品、开发团队密切合作，最大程度的保证产品的质量，提升产品体验；", "require": "本科及以上学历，1年以上AI算法开发、数据分析相关经验或者2年以上算法测试经验；\n熟悉Linux操作，熟练使用至少一门编程语言(Python、java、C++等)；\n熟练掌握Hive/SQL，熟悉大数据相关组件，有spark，hadoop等开发经验者优先；\n具有扎实的基本功、突出的数据、算法分析和总结能力，对新技术充满好奇心，喜欢有挑战的工作，善于提出idea并能快速动手实践；\n用工程效率提升的方式支持推荐相关产品的质量保证，从高度自动化、通用工具平台等方面推动产品的发展，以服务化的方式提升推荐产品的质量和研发效率；"}, {"name": "PCG04-高级后台开发工程师（深圳）", "duty": "负责大型测试平台的搭建和建设:包括但不限于接口自动化、后台性能测试平台等建设； \n参与后台架构方案讨论及基础组件开发； \n对产品及项目落地中现网问题跟进，疑难问题攻关； \n对架构设计不合理的地方能提出自己的改进方案并落地实施。", "require": "3年以上相关工作经验，本科以上学历，计算机或相关专业； \n精通后台开发语言至少一种（Java、C++、golang等）,有很好的架构理解力和良好代码规范,Golang优先； \n熟悉linux/unix系统与开发环境,熟悉TCP/IP协议，socket编程； \n熟悉mysql、mongodb等主流数据库操作以及SQL语言； \n精通多种主流自动化工具的技术原理，并有丰富自动化框架设计与开发经验，在大型项目中落地并取得效果； \n熟悉自动化测试领域业界最新技术，熟悉自动化测试在CI和DevOps中的应用，有AI经验优先； \n责任感强、有较强的逻辑思维能力、沟通能力和抗压能力。"}, {"name": "WXG01-微信终端高级产品运营（广州） ", "duty": "负责探索微信AI技术及平台能力的商用场景，驱动平台基础能力建设及完善；\n涉足行业领域包括但不限于教育，餐饮，娱乐，工业，政企，交通，旅游等，为行业客户提供面向智能互动终端设备的服务承载通用解决方案。\n", "require": "三年以上产品运营工作经验，对互联网产品有深刻理解，有商用设备或相关行业方案经验者优先；\n性格开朗、沟通能力强，善于协调资源并有对外合作经验；\n工作认真负责，有强大的推动和解决问题的能力及内驱力；\n热爱新鲜事物，乐于探索及尝试新的领域。\n"}, {"name": "WXG03-微信公众平台NLP算法工程师（广州）", "duty": "基于机器学习，数据分析升级公众平台对内容的理解，包括事件抽取，主题识别等，最终把特征应用于公众平台平台运营和c端算法推荐。", "require": "1. 优秀的编码能力, 扎实的数据结构和算法功底\n2. 精通 c++/python，熟悉编程语言基础知识和调试技巧\n3. 熟悉大数据基础工具, hadoop/hive/spark/storm\n4. 熟悉深度学习常见框架tensoflow，pytorch\n5. 熟悉NLP相关基础应用，包括短文本分类，序列标注，语言模型，同义词挖掘等\n6. 数学基础扎实，熟悉概率论统计学等基础知识，善于严谨的定义和建模业务场景问题\n7. 实际工作需要跟业务紧密结合，关心产品用户体验，能和策略产品同学紧密沟通和快速迭代业务需求\n\n加分项：\n1. 有高水平论文者优先，包括但不限于ACL、EMNLP、NIPS、WWW、AAAI等\n2. 对算法高并发部署有实际工程性能优化经验\n3. 有推荐项目特征工程或策略工程实际经验\n4. 有内容知识图谱的实际应用或开发经验"}, {"name": "23293-互娱和平精英品牌经理（整合营销方向）（深圳）", "duty": "负责《和平精英》整体市场推广及品牌工作，包括但不限于年度市场及品牌策略、IP打造策略，并根据产品节点落实推广计划；\n负责《和平精英》手游的版本及节点营销，通过用户洞察、创意内容、媒介投放、公关传播、事件营销等完整的campaign策划和落地，为市场工作效果负责；\n以项目管理形式，协调调动各类资源推动产品的营销工作落地，持续不断提升产品的品牌影响力及美誉度。", "require": "至少3年及以上品牌管理、市场营销或广告策划相关的工作经验；\n较强的执行力、沟通能力、责任心和创新意识；\n熟悉品牌及市场推广运作，品牌意识强，具有出色的品牌策略能力及资源整合能力，能独立完成推广策划案；\n《和平精英》游戏玩家，热爱战术竞技品类及游戏行业，能对用户洞察、玩家心理有独到解析和理解；\n擅长项目管理，善于沟通，团队合作意识强；\n有互联网品牌管理经验及4A公司、公关公司工作经验者、有成功的市场营销策划案例者优先。"}, {"name": "15851-游戏语音合成方向研究员Game Text to Speech Researcher（深圳/洛杉矶）", "duty": "负责语音合成相关算法的研发工作，快速应用到业务中；\n追踪语音合成方向的前沿研究，改进现有方法，撰写论文专利；\n研究，设计，实施，评估和优化新颖的算法/模型，从而提高实际场景中的性能。\nResponsible for TTS algorithms and other research and development work，quickly apply them to business;\nFollow the latest developments in academia and improve existing methods and publish papers;\nResearch, design, implement, evaluate and optimize novel algorithms/models that lead to improved performance in real world scenarios.", "require": "热爱游戏行业者优先；\n计算机/数学/语音/人工智能相关专业，硕士及以上学历；\n精通C/C++、Java、Python等至少一门编程语言；\n扎实的机器学习/深度学习基础，熟悉基本方法论和经典算法；\n熟练使用至少一种深度学习框架，包括但不限于 PyTorch/TensorFlow/MXNet；\n有ICASSP，Interspeech，ASRU等国际会议，IEEE和ACM等相关期刊文章者优先；\n有良好的逻辑思维能力和数据敏感度，能够熟练阅读和编写英文论文。\nPassionate about the gaming industry is preferred;\nMaster’s or PhD Degree in computer science, mathematics, speech processing or AI fields;\nProficient in at least one programming language such as C/C+ 、Java 、Python;\nSolid machine learning/deep learning foundation, familiar with basic methodology and classical algorithms;\nFamiliar with at least one deep learning platforms such as PyTorch,TensorFlow,MXNet,etc.;\nPublication of high-quality academic results in academic journals and conferences such as ICASSP, Interspeech, ASRU, NIPS, IEEE, ACM, etc.;\nHigh ability in logical thinking and data sensitivity and proficient in English reading and writing academic papers."}, {"name": "15851-游戏强化学习研究员Game Reinforcement Learning Researcher（深圳/洛杉矶）", "duty": "在（深度）强化学习领域进行创新性研究；\n建模（深度）强化学习在游戏等产业落地时遇到的问题， 能够独立研究并解决；\n具有以下相关项目研究积累尤佳：\n1.模仿学习：利用游戏玩家数据生成风格化各异的游戏AI角色；利用玩家数据学习出具有一定智能的游戏AI角色； \n2.强化学习：利用游戏等仿真环境训练过强化学习AI智能体；能够生成难度可控的游戏AI角色；设计新的强化学习算法，提高强化学习效率和效果；\n3.多智能体：在竞争或合作的仿真环境训练过多智能体AI；设计新的多智能体算法， 提高多智能体算法的效果。\nCreative researching in (deep) reinforcement learning;\nModeling to solve (deep) reinforcement learning implementation on game or other industry fields, with individual researching and problem-solving ability;\nHigher priority for candidates with research experience below:\n\tImitation learning: Generated AI roles of variety styles or qualified intelligence with real players data;\n\tReinforcement learning: Trained Reinforcement learning AI in game or simulation environment; Able to generate AI with certain level of ability; Designed new reinforcement learning algorithm, improving efficiency and effect of reinforcement learning;\n\tMulti-agent: Trained multi-agent AI for competition or cooperation destination; Designed new multi-agent algorithm, improving efficiency and effect of multi-agent training.", "require": "热爱游戏，熟悉多类型游戏者优先；\n计算机或相关专业硕士以上学历，保持对领域最前沿技术的跟踪；\n能熟练使用主流深度学习框架，如tensorflow、mxnet、caffe、theano、keras等，具备实现常用的深度强化学习算法能力；\n在人工智能会议和期刊发表过优秀论文，有顶级会议期刊发表经历者优先（NIPS, IJCAI, AAAI, ICML, ICLR，AAMAS等）；\n在以下（深度）强化学习领域有一定积累者优先：\n1.无模型学习（Model-Free RL）: Value-based Algorithm, Policy Gradients, Deterministic Policy Gradients, Distributional RL, Evolutionary Algorithms；\n2.模仿学习（Imitation Learning and Inverse Reinforcement Learning）: Behavior Clone, GAIL；\n3.多智能体学习（Multi-agent learning）；\n4.探索（Exportation）: Intrinsic Motivation, Unsupervised RL；\n5.迁移和多任务（Transfer and Multitask RL）: Progressive Networks, UVFA, UNREAL, HER；\n6.分层（Hierarchy）: STRAW， Feudal Networks， HIRO。\nFan of games, higher priority for candidates familiar with multiple types of games;\nHaving degree of Master or above in CS or related fields. Keep tracking of most advanced techniques in your field;\nFamiliar with main framework for deep learning, such as TensorFlow, Mxnet, Caffe, Theano, Keras, etc. Being able to implement common reinforcement learning algorithms;\nHigher priority for candidates having publication in top AI journal or conference, such as NIPS, IJCAI, AAAI, ICML, ICLR, AAMAS, etc.;\nHigher priority for candidates with experience in fields of reinforcement learning below:\n     Model-Free RL: Value-based Algorithm, Policy Gradients, Deterministic Policy Gradients, Distributional RL, Evolutionary Algorithms;\n     Imitation Learning and Inverse Reinforcement Learning: Behavior Clone, GAIL;\n     Multi-agent learning;\n     Exportation: Intrinsic Motivation, Unsupervised RL;\n     Transfer and Multitask RL: Progressive Networks, UVFA, UNREAL, HER;\n     Hierarchy: STRAW， Feudal Networks， HIRO."}, {"name": "15851-游戏图像视觉研究员Game Image Vision Researcher（深圳/洛杉矶）", "duty": "将深度学习图像领域技术结合游戏进行创新研究；\n负责图像识别，目标检测，图像分类，图像/动画生成，三维重建，渲染等CV研发工作；\n优化现有线上算法，结合实际业务需求与数据，研发高效可靠的CV解决方案；\n利用深度学习视觉技术探索在游戏场景的应用；\n跟踪学术界和业界最新进展，能够快速应用到业务中；\n和各部门合作探索新的游戏内容设计及生成方式，提升游戏体验。\nResponsible for creative researching in (deep) learning CV research in game field;\nResponsible for image recognition, object detection, image classification, image synthesis, animation generation, 3D reconstruction, rendering and other CV research and development job;\nOptimize existing online algorithms, develop efficient and reliable CV solutions by combining data and business needs;\nExplore the application of deep learning visual technology in games;\nFollow the latest developments in academia and industry and quickly apply it to business;\nExplore new method for game procedural Content generation associate with department to enhance the gaming experience.", "require": "热爱游戏行业者优先；\n具有计算机，图像信号处理或相关领域的硕士或博士学位； \n优秀的分析问题和解决问题的能力，对解决具有挑战性的问题充满激情；\n熟练掌握 C/C++ 编程，熟悉深度学习平台如caffe，tensorflow等； \n有较强的研究能力优先，在领域顶级会议如CVPR，ICCV，ECCV，NIPS等发表过高质量论文；\n熟练掌握rcnn，fasterRCNN，yolo，SSD等目标检测算法；\n熟悉AlexNet，googleLENet，ResNet等网络者优先；\n有一定的抗压能力，业务思维上佳者优先。\nPassionate about the gaming industry is preferred;\nMaster’s or PhD Degree in computer science, image signal processing or related fields;\nExcellent analytical and problem-solving skills, passionate about solving challenging problems;\nProficient in C/C++ programming, familiar with data structure, familiar with deep learning platforms such as caffe, tensorflow, etc.;\nStrong research ability is prioritized, high-quality papers published at top conferences such as CVPR, ICCV, ECCV, NIPS, etc.;\nProficient in rcnn, fasterRCNN, yolo, SSD and other object detection algorithms;\nFamiliar with AlexNet, googleLENet, ResNet and others are preferred;\nCertain ability to withstand stress and good business thinking is preferred."}, {"name": "15851-游戏机器学习研究员Game Machine Learning Researcher（深圳/洛杉矶）", "duty": "负责机器学习，深度强化学习算法等研发工作；\n优化现有线上算法，结合实际业务需求与数据，研发高效可靠的解决方案；\n利用深度强化学习技术探索在游戏AI的应用；\n跟踪学术界和业界最新进展，能够快速应用到业务中。\nResponsible for machine learning, in-depth reinforcement learning algorithms and other research and development work;\nOptimize existing online algorithms, develop efficient and reliable solutions by combining business needs and data;\nExplore the application of in-depth reinforcement learning in games;\nFollow the latest developments in academia and industry and quickly apply them to business.", "require": "掌握传统机器学习算法，DQN，double-DQN等强化学习算法；\n具有计算机，统计学，数学或相关领域的硕士或博士学位； \n优秀的分析问题和解决问题的能力，对解决具有挑战性的问题充满激情；\n熟练掌握一门编程语言，熟悉深度学习平台如caffe，tensorflow等； \n有较强的研究能力优先，如在领域顶级会议等发表过高质量论文；\n有传统游戏AI经验者优先；\n热爱游戏行业，有深度学习游戏AI经验者优先。\nStrong grasp of basic machine learning algorithms and reinforcement learning algorithms, such as DQN, double-DQN;\nMaster’s Degree or PhD Degree in computer science, statistics, mathematics or related fields;\nExcellent analytical and problem-solving skills, passionate about solving challenging problems;\nProficient in at least one programming language, familiar with deep learning platforms such as caffe, tensorflow, etc.;\nApplicants with strong research ability and those who have published high-quality papers in top conferences are preferred;\nTraditional game AI experience is preferred;\nPassionate about the gaming industry, experience in deep learning game AI is preferred."}, {"name": "28481-医疗行业解决方案架构师（深圳/北京）", "duty": "了解行业的诉求和特性，并能针对客户需求定制腾讯云解决方案，积极推动方案的实施与交付； 有效地将客户需求、行业标准传递到后端团队，并积极推动需求落地； 沉淀医疗各细分行业的业务，联合客户和合作伙伴推动医疗业务云生态建设； 积极参与行业线上线下布道活动，提升腾讯云在行业内的影响力。\t\t\t\t\n", "require": "计算机相关专业毕业，5年以上工作经验； 精通HIS、PACS、LIS、EMR等系统架构，有丰富的医疗行业架构经验； 对云计算、大数据、AI和业务场景有清晰的认知和洞察，能够理解客户的业务需求和痛点，并运用技术帮助客户解决问题； 具备优秀的文档能力，良好的沟通表达能力，思维缜密； 工作积极主动，有很强的责任心，执行力强，团队协作能力强。 通过腾讯云技术认证或同等资格认证的优先录取。\t\t\t\t\n"}, {"name": "27552-腾讯音乐高级投资分析师（北京）", "duty": "Support industry research; to develop understanding of digital music products/services and key players in target domains; provide analysis and recommendations based on first/second hand market research;\nDrive assigned workstreams in deal execution including target evaluation, due diligence, drafting, term structuring and negotiation; \nDrive internal and external documentation including investment memos, industry reviews and target analysis", "require": "High level of integrity, dedication, motivation, and strong leadership potential;\nStrong interest in Internet, Music and Entertainment industry;\nDeep thinking, self-driven and team-oriented;\nStrong analytical, communication, problem solving skills;\n1-3 years working experience in top tier PE/VC/IB/consulting firm;\nFluency in Mandarin, work-efficiency in English.\n"}, {"name": "18302-LBS品牌视觉设计师(深圳)", "duty": "负责游戏产品视觉表现以及其他相关推广类美术设计工作；\n负责市场活动相关设计等；\n协助维护品牌设计规范及其它相关设计工作。", "require": "有较丰富游戏经验，熟悉国内外游戏行业动态，对游戏美术、动漫等领域有系统的了解，在游戏视觉表现力方面有较深认识；\n同市场、产品相关人员讨论产品核心卖点，并给予有效的视觉设计策略支持，能够主导重点项目的视觉设计方向， 并完成主要视觉设计工作；\n有较好的专业知识广度，能够结合自身设计经验，根据业务需求推动方法论建设以及相关研究工作；\n熟练操作相关设计软件（PS,AI），熟悉FLASH，Dreamweaver等软件者最佳；\n良好的项目管理和沟通表达能力，对行业内的成本构成与业务规范有深入了解；\n善于沟通，关注用户体验细节，有较强理解力与出色的沟通能力同时具备优秀的视觉表现能力。"}, {"name": "18302-世界观概念设计师（深圳）", "duty": "负责世界观架构和设计表现;\n负责场景或风格概念等设计；\n负责重点产品风格方向制定和美术品质提升；\n负责重点产品美术宣传。\n", "require": "热爱游戏行业，5年以上工作经验，美术功底扎实，熟练应用技法，对美感和风格有个人主张；\n视野广阔，有一定高度的审美水平；\n有灵活的与时俱进的设计思维，丰富想象力和创新能力，对自己作品有高度要求；\n精通各种绘画软件（Photoshop、Sai等等）；\n有电影概念经验更佳;\n态度严谨，工作认真负责，有团队精神，沟通能力配合工作能力强。"}, {"name": "TME-Senior Visual Designer-WeSing", "duty": "1. Proposal and visual design related to WESING （TME's international products）\n2. Participate as a contributor to an interdisciplinary team that includes other designers, product managers, hardware and software developers; \n3. Create visual designs that effectively communicate product function and brand identity, as well as the design of brand peripheral extension;\n4. Explore and seek the brand’s long-term growth and design direction, and incorporation of the creativity or multimedia;", "require": "1. 3 years working experience in visual design\n2. 2 years overseas working or studying experience\n3. Proficiency in design and prototyping tools such as Photoshop, Illustrator and sketch\n4. Proficiency in aesthetic design philosophy, better with keen insight into design trends\n5. Fluency in English, can communicate in Chinese\n6. Internet & media savvy, great understanding in social media; added advantages if you are a music lover;\n7. Hand-painted\\Motion\\Video\\3D design capabilities are preferred\n8. A degree in Design, arts or related field"}, {"name": "TME-Senior UX Designer-WeSing", "duty": "1. Responsible for the interactive design related to WESING （TME's international products）;\n2. Conduct user requirements analysis, task analysis, conceptual modeling, information architecture design, interaction design, and usability testing;\n3. Design and specify user interfaces and information architecture using participatory and iterative design techniques, including observational studies, customer interviews, usability testing, and other forms of requirements discovery;\n4. Tailor personas, storyboards, scenarios, flowcharts, design prototypes, and design specifications per users’ request.", "require": "1. 3 years of interaction design\\UX design experience\n2. 2 years working or studying in abroad, overseas working environment or international product project experience is preferred;\n3. Strong knowledge of user interface design processes and methodology, particularly as applied to applications; Be able to manage design processes, drive decision making, track issues;\n4. Be curious, passionate, aspiring, and press coping, updated on the latest techniques/trends/ thinking within your field and ready to share your knowledge and thoughts with both colleagues and clients;\n5. Proficiency with design and prototyping tools such as Adobe CC and Sketch;\n6. Internet & media savvy, great understanding in social media; added advantages if you are a music lover;\n7. Fluency in English, Chinese will be a plus;\n8. A degree in Interactive Design or Related Design or Behavioral Sciences."}, {"name": "28481-医疗行业运营经理（深圳）", "duty": "\"1. 考察、分析生态合作伙伴的产品，构建良性的医疗健康产品生态；\n2. 配合渠道BD制定共赢的生态合作伙伴合作模式 ；\n3.配合渠道BD完成生态合作伙伴激励、考核策略，促进产品生态良性发展；\n4.建立和运营行业渠道生态　\n5.配合渠道BD制定渠道生态激励、考核政策，促进行业业绩提升； \n6. 制定渠道产品、市场推广策略，并参与渠道拓展的策划与实施； \n\"\t\t\t\t\n", "require": "\"\n1.拥有5年以上医疗信息化从业经验；\n2.熟悉医疗健康行业，了解医疗各个领域主要厂家及其产品、技术实现、优劣势、市场占有率等；\n3.对云计算、大数据、AI和业务场景有清晰的认知和洞察，对医疗信息化的行业现状、趋势、痛点需求有深刻的理解；\n4.具备医疗信息化平台类产品的产品、架构或渠道运营的经验，能够快速完成合作伙伴及其产品的分析、对比和评估，准确选择对公司有价值的合作伙伴和产品；\n5.具备合作谈判的经验；\n6.具有较强的组织、沟通、协调能力，高度的责任感和团队合作精神； \n7.敬业、严谨、积极向上、思路清晰、用于承担压力和接受挑战；\n\"\t\t\t\t\n"}, {"name": "18427-财富管理部视觉设计师", "duty": "负责财富管理产品线上产品视觉设计\n基于产品现状和核心目标，负责相应的品牌及运营设计。", "require": "大学本科及以上学历，具有大型互联网平台设计经验优先，有活跃的设计思维。\n4-5年以上的视觉设计工作经验，有扎实的美术功底，在运营设计上有较强的设计经验和思路，精通PS。AI .AE .Sketch，有成熟的设计成功案例，具有较强的设计能力和审美。\n具有良好的个人品质，耐心细致，踏实认真，能够承受较大工作压力。"}, {"name": "PCG04-后台开发工程师（深圳）", "duty": "负责腾讯PCG研发部AI数据中心下业务架构设计和基础平台建设工作； \n优化和改进现有产品以提升用户体验； \n参与新系统的需求分析、架构设计、核心框架及组件的编码等开发工作； \n持续从技术上提升服务稳定性、安全性、可用性等技术能力。", "require": "5年以上工作经验，至少3年以上大型分布式系统架构及开发经验； \n精通java/golang，熟悉linux平台下服务器开发运维能力； \n熟悉大容量、高性能、高可用服务开发，对缓存、存储、并发等场景有较好处理经验。 \n对业界开源软件有持续关注，并对一些核心组件有过深入的了解； \n逻辑思维清晰，优秀的分析和解决问题的能力，较强的抗压力。"}, {"name": "PCG04-高级前端开发", "duty": "负责AI数据中心标注系统等新功能开发以及技术难点攻关，技术框架的优化，产品性能深度优化等", "require": "1. 本科及以上学历，计算机相关专业，3年及以上开发经验。\n2. 精通 HTML5/ES6/CSS3 等 Web 开发技能, 能独立完成页面制作、具备良好的css功底。\n3. 熟练掌握至少一款当下主流的前端框架，如Vue、React、angular等。\n4. 熟悉Web应用系统开发，对HTTP协议及web服务器等有所理解。\n5. 熟悉Node.js后端Server研发，具有服务高并发、性能分析调优、后端服务架构经验者优先。\n6. 熟练跨终端开发，有移动端开发经验优先。\n7. 有代码开源经验，代码多版本维护及发布有经验者优先。\n7. 良好的沟通表达能力，执行力力强，对待工作认真严谨、高度负责。\n8. 善于主动思考总结，倡导创新与持续优化，思路周密，代码严谨，对待技术有强烈兴趣。"}, {"name": "PCG04-后台开发高级工程师", "duty": "负责腾讯PCG研发部AI数据中心下业务架构设计和基础平台建设工作； \n优化和改进现有产品以提升用户体验；\n参与新系统的需求分析、架构设计、核心框架及组件的编码等开发工作；\n持续从技术上提升服务稳定性、安全性、可用性等技术能力。", "require": "5年以上工作经验，至少3年以上大型分布式系统架构及开发经验；\n精通java/golang，熟悉linux平台下服务器开发运维能力；\n熟悉大容量、高性能、高可用服务开发，对缓存、存储、并发等场景有较好处理经验。\n对业界开源软件有持续关注，并对一些核心组件有过深入的了解；\n逻辑思维清晰，优秀的分析和解决问题的能力，较强的抗压力。"}, {"name": "PCG04-解决方案架构师（售前）（深圳）", "duty": "负责数据服务解决方案的需求分析，方案设计，数据分析等工作；\n持续挖掘客户需求，针对不同的客户制定有竞争力的解决方案，并配合商务参与招投标活动；\n客户关系的维护与发展，支持业务团队进行售前/中/后等相关业务工作。", "require": "3年以上的软件架构设计经验，5年以上的IT行业工作经验；\n熟悉机器学习相关架构及技术特性，热爱并认可AI行业，并对行业有较深的理解；\n对数据敏感，数据驱动，有较强的数据分析能力；\n具备良好的沟通能力、执行力、注重团队协作能力；\n较强的综合表达能力，归纳总结，方案输出等文档撰写能力；\n具有丰富的企业架构设计或售前支持经验，有腾讯云等大型云服务提供商相关工作经验者优先。"}, {"name": "15571-使命召唤手游高级技术策划（深圳）", "duty": "游戏玩法原型关卡的设计和实现，配合关卡策划以及开发团队进行场景和关卡设计管线的建立和优化； \n把控关卡设计工具和管线的规范和调优； \n与技术美术和工具开发专家合作，设计和实现模式玩法、3C动作、技能效果等编辑工具并进行优化和维护； \n结合编辑工具，使用脚本进行模式玩法原型、关卡与AI行为等内容的制作。", "require": "5年以上技术设计、关卡设计经验，参与制作过已发行的3A游戏； \n熟悉游戏设计和关卡设计的相关知识，了解FPS游戏的场景关卡设计管线； \n熟练掌握主流商业引擎，Unity、UE4；\n具备优秀的脚本能力； \n良好的动手能力和问题解决能力，能独立完成游戏原型功能设计和实现；\n善于沟通，有策划思维，能够站在关卡策划的角度思考管线的建立和优化。"}, {"name": "15571-使命召唤手游3D角色专家（深圳）", "duty": "熟悉并研究游戏引擎的各项功能使用，主要针对项目中动态渲染相关（主要指角色及枪械）在引擎内的美术表现；\n充分了解美术各环节开发中的需求和问题，具备美术侧及技术侧思维，熟悉美术及技术解决方案，使动态渲染相关表现达到更好的游戏美术表现品质；\n结合当前前沿技术，及时的做出有效的美术流程并实践于项目中；\n优化及提升PBR美术生产流程，优化各个软件制作资源与引擎的无缝对接；\n能够和引擎组有良好的沟通和交流，提升游戏效率和性能，整体提升高中低配置的表现和降低性能门槛。", "require": "有较好的美术专业能力，和较高的审美能力，精通角色及武器美术资源开发的流程和规范并有成熟的作品范例；\n对PBR美术制作流程和真实物理渲染有深入的研究和认知并有对应成熟的项目经验；\n对策划及程序的工作方式有一定的了解，能较好地与策划和程序进行项目协同开发，协助解决美术和程序间的技术问题。能够与团队中各部门职员保持较好的沟通协作状态；\n精通3D美术内容制作工具，包括不限于：3DMax、Maya、Zbrush、Substanc Painter、Substance Designer、Photoshop等；\n熟悉了解UNITY5,UE4引擎，精通特性材质球在引擎的表现，如皮肤、玻璃、毛发等，对新技术有足够的敏感度；\n至少8年以上的游戏开发经验，有技术美术相关经验优先，具备AAA级次世代游戏项目开发经验者优先。"}, {"name": "31504-腾讯云大客户售后（海外）客户高级技术顾问（日本/韩国/欧美/北上深成）", "duty": "深入了解大客户的业务场景，结合腾讯云产品特性帮助大客户解决云上的技术问题，并协助客户扩容调整及优化业务架构；\n 通过IM/电话/远程/拜访会面等方式与客户紧密交流，洞察用户痛点及产品工具改进点，持续提升客户满意度及产品体验；\n 提供主动服务帮助客户预见并规避问题发生，快速发现定位并处理用户的网络/负载均衡/服务器/存储/数据库等问题及故障；\n 持续学习和提升自身专业度，与内部前后方同事紧密协作并提升问题处理效率，提供令客户满意甚至超出预期的专业技术服务。", "require": "5年以上互联网运维或云平台运维相关经验，统招本科及以上学历，熟悉云计算技术及产品；\n 熟悉Linux系统管理及Tcp/IP协议，熟练使用工具对问题进行排障分析和性能调优；\n 熟悉DNS/LB/CDN/DB/安全攻防/容灾架构/高并发调优等知识点的技术原理及常见解决思路；\n 有音视频/SDK研发/运维类/大数据/AI/TCE/容器等方向经验优先\n 良好的沟通表达呈现与逻辑思维能力，良好的服务意识与协作意识，责任心强、抗压能力强。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "ZL-商业分析副总监（广告方向）", "duty": "Specialize on the digital ads/smart retail sector；\nAnalyze new business models or innovative Internet applications, and identify potential growth opportunities；\nMonitor competitive activities, and develop a deep understanding of consumers' needs, attitudes, and usage of specific Internet services ；\nProvide strategic analyses and recommendations over a broad range of management issues at corporate and business unit level ；\nParticipate in annual/quarterly business planning and reviews ；\nFacilitate execution of key initiatives across business units and functions ", "require": "This position requires at least 5 years experience；\nOutstanding academic record and internship experience； \nManagement consulting or corporate internal consulting background is necessary；\nStrong leadership potential as demonstrated by various types of achievements； \nHigh level of integrity, dedication and motivation；\nPassion for the Internet and digital advertising business；\nDistinctive problem-solving skills and business sense；\nExcellent communication and interpersonal skills ；\nAn effective team player ；\nFluency in oral and written English.\n"}, {"name": "29777-智能终端高级产品经理（深圳/北京）", "duty": "1、分析行业大盘及趋势，梳理竞争态势，业务现状，及内部产品能力，制定相应的行业产品策略； \n2、分析行业客户需求，制定行业产品定义及路线图，推动产品研发上线； \n3、负责行业产品的落地验证及推广复制，并持续改进优化； \n4、协同行业运营/渠道生态/战略合作/产业投资等各个团队，和上下游厂商及各合作伙伴共同建设行业生态，助力行业发展。 ", "require": "1、三年以上IoT领域产品岗位工作经验，或五年以上云计算领域产品岗位工作经验； \n2、对手机行业/智能硬件行业/大家电行业有深入理解； \n3、熟悉多家主流公有云厂商基础云/AI/IoT/安全等等各项产品； \n4、加分项：有行业分析/数据分析经验；有产业投资或生态渠道建设经验；有主流公有云厂商产品运营经验；\n5、沟通交流能力强，逻辑性强，对探索AIOT相关未知业务领域有勇气和热情，有经验和方法论。"}, {"name": "32032-材质贴图美术师（上海）", "duty": "使用Substance Designer制作游戏内的PBR材质和贴图，开发材质贴图的制作管线，制作和维护项目的材质贴图库；\n传授外包贴图的制作方法，管理外包贴图的制作品质。", "require": "5年以上次世代游戏从业经验，能熟练地使用Substance Designer，Substance Painter，Substance B2M，Megascan Mixer 等PBR贴图制作工具；\n在实际项目中能使用这些工具制作优质的贴图，并且有一定的可调节和扩展性；\n熟悉Unreal4材质编辑器，能按照需求用Unreal材质编辑器连接简单的材质，了解工作原理，能把Substance和Unreal结合起来工作；\n对次世代游戏有兴趣，热爱新技术的学习，能不断的跟踪新技术的发展；\n沟通顺畅，逻辑清晰，有团队协作精神；\n面试需要提供以往的贴图制作作品。"}, {"name": "15687-高级游戏技术美术Senior Technical Artist(深圳)", "duty": "和美术人员，引擎程序员一起设计渲染方案，编写Shader，实现美术效果；\n发现美术pipeline中出现的问题，开发工具提高美术工作流效率；\n和美术人员，引擎程序员一起研究美术工具和游戏引擎的新特性，制作效果展示Demo，技术推广应用；\n设计美术资源规范，确保引擎规范的执行；\n对游戏性能进行Profiling，设计优化方案；\n和美术人员，引擎程序员一起解决工具引擎日常使用过程中出现的问题。\nCreate tools to improve the art team’s efficiency (this includes 3dsMax/Maya scripts, but also standalone scripts and software);\nWork with the engineering team to develop features, both for the game engine and for tools/asset pipelines;\nWork with all the art departments (environment, characters, VFX, animation, etc.) to ensure all dependencies are met;\nHelp the team develop workflows and standards for efficient content generation;\nHelp the art team in using engine and pipeline tools;\nHelp drive framerate and memory optimization of the game;\nDevelop visual features of the game;\nSupport the content team in debugging issues with the game, tools, etc.", "require": "熟悉常用美术工具，如Max或Maya，Photoshop等；\n熟练掌握Unity或Unreal最少一款商业游戏引擎；\n熟悉脚本语言：MAXScriptscript, Mel, Python最少一项，有插件工具开发经验优先；\n精通Shader语言：Cg, GLSL,HLSL最少一项；\n熟练掌握C#，C++程序开发语言；\n熟悉常用Profiling工具：GPA，Adreno Profiler，Tegra Graphics Debuger最少一项；\n熟悉常用的渲染算法，计算机图形学；\n良好的沟通，需求理解能力和团队合作能力，工作积极主动，能承受一定的工作压力；\n良好的审美和逻辑思维能力，独立解决问题的能力。\nStrong artistic background, good understandiong of struct, color and light;\nMultiple content development experiences (can be modeling, texturing, lighting, animation, shader and VFX);\nExcellent problem solving skills, High-level familiarity with DCC tools (3DSMAX, MAYA, Zbrush, Substance, Houdini etc);\nBe familiar with multiple mainstream game engines (UE,Unity,CE etc);\nIntermediate programming experience with scripting languages (Python, MaxScript etc.) and shading languages;\nExperience in C++ or related languages is a plus;\nExcellent teamwork and communication skills，the ability to adapt to new creative challenges, helpful and willing to share."}, {"name": "27216-客户端开发高级工程师", "duty": "负责客户端的架构开发和技术攻坚； \n负责客户端的性能优化和基础体验优化；\n和美术对接负责图形效果的开发", "require": "计算机相关专业本科以上学历；3年以上游戏开发经验；2年以上UE4游戏开发经验； \n优秀的数学逻辑功底，良好的C++编程功底，良好的数据结构、算法功底； \n能坚持编写高质量、高效率代码；\n沟通良好，具备良好的团队开发意识热爱游戏行业，对游戏玩法实现有自己的追求。 \n有在UE4引擎上对游戏进行性能分析经验，熟悉UE4引擎底层架构设计优先； 对游戏技术特定领域(比如图形渲染、AI、 动画、物理)有深入研究者优先;"}, {"name": "TEG11-自然语言处理研究员（深圳）", "duty": "负责使用自然语言处理技术和机器学习技术对医疗文本数据进行挖掘，构建医疗知识图谱、医疗领域对话系统、临床辅助决策系统的研发；\n负责应用机器学习模型在医疗领域的产品落地。", "require": "有很强的代码能力，至少精通C/C++、Python中的一种编程语言；\n计算机、数学相关专业硕士或博士学历；\n熟悉各类机器学习算法及原理并具备工业界建模经验，在技术上有深度和前瞻性；\n有很强的数据分析和解决问题能力，熟悉深度学习平台，比如tensorflow，torch等； \n在ACL、EMNLP、NAACL、AAAI、IJCAI等会议或期刊以主要作者发表过论文优先；\n有医疗领域自然语言处理经验者优先。"}, {"name": "26381-智慧文旅高级咨询规划师(北京/深圳)（北京）", "duty": "为政府、大型文旅集团等客户的相关项目提供顶层设计、IT咨询规划等专业服务；\n基于业界标准和最佳实践，结合AI、大数据、云计算、LBS、5G、区块链等先进技术为政府文旅规划建设、大型企业客户提供整体解决方案服务，包括相关咨询、设计、工程交付等相关专业咨询服务；\n负责智慧文旅相关项目售前到交付的全过程管理和控制，指导交付团队完成实施前的总体设计方案和落地，配合销售完成包括售前、立项、科研、预算、设计、交付等项目生命周期的管理；\n对外管理客户预期和需求，对客户满意度负责，协调商务团队和产品技术团队，配合交付团队处理项目交付过程。", "require": "本科以上学历,有5年以上IT从业经验,具备旅游、政务业务基础架构,解决方案整体咨询和概要设计能力,熟练掌握咨询设计相关方法论；\n具有良好的沟通能力、表达能力和书写能力,团队意识强,具有很好的团队管理和资源协调能力,有较强的执行力和抗压能力；\n有云计算、AI和大数据产品实际相关技术工作经验者,或者有政务、旅游等大型行业项目经验者优先；\n具有国家、省级大型项目咨询经验的实施管理经验，有头部咨询公司的经验,高级咨询顾问的级别经验以上，5年工作经验之上；\n具有管理PMP优先。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "25663-腾讯云国际业务技术咨询/实施专家（深圳）", "duty": "负责协助客户部署腾讯云产品，对客户部署中遇到的问题，快速反应，持续跟踪，提升客户体验；\r\n负责跟进客户反馈的重要疑难问题，深入分析，从根本上解客户反馈的问题； \r\n负责专业技能培训和文档知识库建设，提升客户服务质量和效率；\r\n负责梳理提炼客户使用腾讯云产品的建议和需求，推动客户诉求的落地。", "require": "本科及以上学历，具有良好的英语沟通能力； \r\n有5年以上互联网技术相关经验，3年以上云计算相关经验； \r\n具有服务器、存储、网络、虚拟化、容灾备份和信息安全等相关配置和现场实施交付经验；\r\n熟悉云计算整体技术体系（包含服务器、存储、网络、数据库、安全、CDN、中间件、大数据、AI等），熟练掌握其中1~2个技术领域；\r\n有管理和简单配置的经验，熟悉云服务体系，包括Iaas、Paas和Saas.或者有一定的开发或者运维经验，极强的问题解决能力，习惯于寻找创新方法来达成目标；\r\n有TOB项目经验者优先考虑。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "26381-智慧文旅高级咨询规划师(北京/深圳)（深圳）", "duty": "为政府、大型文旅集团等客户的相关项目提供顶层设计、IT咨询规划等专业服务；\n基于业界标准和最佳实践，结合AI、大数据、云计算、LBS、5G、区块链等先进技术为政府文旅规划建设、大型企业客户提供整体解决方案服务，包括相关咨询、设计、工程交付等相关专业咨询服务；\n负责智慧文旅相关项目售前到交付的全过程管理和控制，指导交付团队完成实施前的总体设计方案和落地，配合销售完成包括售前、立项、科研、预算、设计、交付等项目生命周期的管理；\n对外管理客户预期和需求，对客户满意度负责，协调商务团队和产品技术团队，配合交付团队处理项目交付过程。", "require": "本科以上学历,有5年以上IT从业经验,具备旅游、政务业务基础架构,解决方案整体咨询和概要设计能力,熟练掌握咨询设计相关方法论；\n具有良好的沟通能力、表达能力和书写能力,团队意识强,具有很好的团队管理和资源协调能力,有较强的执行力和抗压能力；\n有云计算、AI和大数据产品实际相关技术工作经验者,或者有政务、旅游等大型行业项目经验者优先；\n具有国家、省级大型项目咨询经验的实施管理经验，有头部咨询公司的经验,高级咨询顾问的级别经验以上，5年工作经验之上；\n具有管理PMP优先。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "28302-云游戏引擎专家(深圳)", "duty": "负责云游戏引擎架构设计和研发；\n致力构建可无限扩展的游戏渲染能力、AI能力和其它通用能力。", "require": "曾担任知名游戏引擎的架构师或核心研发岗位；\n熟悉OpenGL\\DirectX\\Vulcan等，熟悉GPU工作原理及驱动，熟悉主流游戏引擎，有丰富的游戏引擎理论知识和实践经验，熟悉游戏研发生态；\n对游戏前沿技术应用抱有热情，崇尚自由和共享，有突出的创新能力和快速学习能力，有梦想有追求。"}, {"name": "25928-Unreal客户端开发工程师 (深圳)  ", "duty": "负责将AI机器学习技术应用到UE4的游戏中；\n负责将前沿的图形动画技术应用到UE4中；\n负责UE4引擎相关工具开发。", "require": "本科以上学历，2年及以上UE4开发经验；\n精通C++，具备扎实的数据结构和算法基础；\n具备1到2款大型3D游戏开发经验优先；\n欢迎喜欢AI、积极进取、学习能力强、善于沟通合作、热爱技术的同学加入。"}, {"name": "32032-游戏引擎渲染工程师（深圳）", "duty": "根据项目需求，负责研究高端渲染效果，设计和实现在游戏引擎中;优化美术流水线工具，研究程序生成算法来提高生产效率;和美术一起设计材质模版和特效模版，帮助制定美术资源制作技术标准;优化渲染性能，帮助项目解决渲染相关的兼容性问题;研究GPU通用计算，用来加速游戏中的物理，AI计算;学习最新的图形技术，帮助提升项目视觉效果，积累和分享渲染技术。", "require": "5年以上相关工作经验，上线游戏开发经验;熟悉各种光照模型和图形学算法;熟悉PC和移动平台上的图形API （OPENGL, DX9, DX11, DX12, MATEL ,VULCAN）和GPU架构;熟悉UNITY 和UE4引擎渲染管线，熟悉SHADER编程，熟练使用材质编辑器，熟悉引擎中渲染相关的设置;熟悉各平台GPU调试,调优工具;扎实的数学和算法基础，能快速学习新技术;熟悉测试驱动，熟悉敏捷开发流程。"}, {"name": "17229-和平精英-资深原画设计师（深圳）", "duty": "负责角色原画造型、动态等设计；负责道具、饰品等原画设计；\n负责优化宣传素材，攻坚重要海报宣传设计；\n负责外包资源的审核修改，包括对外包资源制作进行审核修改，统一风格，提高美术设计品质。", "require": "本科以上学历，5年以上相关工作经验；\n态度严谨，工作认真负责，有团队精神，沟通能力配合工作能力强，对游戏角色制作有热情；\n美术功底扎实，良好的绘画技巧，对结构、线条、色彩等的把控；\n视野广阔，有一定高度的审美水平；\n有灵活的与时俱进的设计思维，丰富想象力和创新能力，对自己作品有高度要求；\n精通各种绘画软件（Photoshop、Sai等等）。\n"}, {"name": "28607-微信支付知识发现高级工程师（深圳）", "duty": "岗位特色：\n在微信支付海量的用户、商户高价值数据的基础上,基于复杂的社交关系和交易关系图谱，利用全栈的机器学习技术深度挖掘用户、商户深层的知识信息，更深刻地理解用户、商户以及它们的潜在需求，为金融、推荐、零售等不同应用场景提供更加精准的特色服务。\n工作职责：\n负责在微信支付的业务流程中植入AI能力，分析业务特征，建立应用模型，提升业务流程中的用户体验和资金安全；\n负责对微信支付的产品进行AI方面的能力创新，比如智慧新零售、无人便利店、自助买单、人脸识别支付和交通无感支付等；\n负责对微信支付的用户及商户特征工程建设，应用于类似用户信用产品、业务风险控制、商户智能营销、广告投放和数据开放等；\n负责对微信支付的用户及商户进行数据挖掘、机器学习相关的工作。", "require": "本科及以上学历，计算机、统计、数学、机器学习、数据挖掘等相关专业，五年及以上数据相关工作经验；\r\n具有大规模数据分析、建模、挖掘、AI等相关工作经验；\r\n熟悉常用的回归、分类、生存分析、聚类、复杂网络、深度学习等机器学习算法，有丰富的算法应用经验；\r\n熟悉SQL、Scala、Python、Java、C/C++等中的至少两种编程语言，能独立完成相关的工程化工作；\r\n具有Hive/Spark/等大数据分析工具相关使用经验者优先；\r\n具备良好的沟通交流能力和文字语言表达能力，较好的逻辑分析能力；\r\n具有较强学习能力，具备空杯心态，有较强的团队合作精神和责任心，具有金融/风控/信用/推荐等项目背景者优先。"}, {"name": "15605-高级3D角色设计师(深圳)", "duty": "有完整项目研发经验 负责游戏中的3D角色模型、贴图绘制；\r\n有美术外包管理经验能审核修改及外包团队的培养；\r\n确保项目3D角色资源按规格制作并风格统一，最终入引擎以最优化表现顺畅运行。", "require": "本科及以上学历，5年以上相关经验；\n有很好的造型、色彩把握能力,有一定创作能力理解设定后制作出高精度模型，有丰富手绘制作及次世代游戏开发经验；\n参与游戏开发中能自身岗位工作来配合产品来改进游戏体验；\n有较强的自学能力，关注行业技术更新，喜欢常新并引导组员不断改进提高游戏美术表现力，对游戏行业有热情；\n熟练使用3DS Max或Maya、Zbrush、Photoshop、Substance Painter、Unity3D等开发制作软件；\n富有想象力和创新能力，关注游戏体验，有良好的沟通能力,积极主动解决问题；\n有责任心，能承受较强的工作压力，有很好的团队合作意识，应聘简历请附作品。"}, {"name": "15612-游戏客户端研发工程师(深圳)", "duty": "负责游戏客户端研发； \n产品需求的技术可行性评估，程序框架及技术方案的设计和具体实现； \n协助美术/策划建立高效的游戏内容制作流程, 完善并持续优化工具链。", "require": "3年以上游戏客户端研发经验，至少有一款3D游戏完整项目经验，对游戏研发技术领域有系统的了解和关注； \n系统全面的软件研发领域知识(计算机系统, OS、数据结构等)，精通C/C++、Java、C#其中的至少一种编程语言； \n具备良好的分析解决问题能力，责任心强，有较高的自我管理和任务跟进推动能力； \n在框架设计、渲染、动画，物理、AI等其中某一技术领域有丰富的经验； 有Unity3d引擎实践经验，并了解其关键技术实现原理； \n出色的学习和技术研究应用的能力，良好的团队协作能力，善于沟通，敬业专注； \n热爱游戏，有梦想有追求。"}, {"name": "18427-理财通产品策划经理", "duty": "1、负责理财小秘的建设，与底层技术团队合作提升小秘的智能客服能力，并通过搭建一些功能和服务满足用户财富管理的需求（可参考蚂蚁的智能理财助手），基于对用户需求的理解，在用户全生命周期中给予人性化的服务和陪伴，在成长过程以及售前售中售后等关键节点，提供适时精准的功能与服务推荐，促进用户成长目标的达成\n2、对所负责的产品模块及功能的用户体验负责，包括市场研究、协调各资源推动上线、后续跟踪、持续优化、解读产品及运营数据，根据数据迭代优化产品，并将之固化为中后台能力", "require": "1、本科及以上学历，需具备5年以上互联网产品策划经验，有AI相关的项目经验；有金融从业经验或教育背景更佳（或对金融有强烈的兴趣和学习意愿）\n2、善于沟通，具有较强的协作精神，具有跨团队协作的经验；具备良好的沟通协调技巧、敏锐快捷的市场反应能力，心态积极，抗压能力强"}, {"name": "30628-腾讯广告算法高级工程师（研发中心-深圳）", "duty": "参与以下一到多项工作：\n广告大规模点击率预估算法优化；\n广告推荐冷启动策略以及算法优化；\n基于博弈论/机器学习的广告竞价排序机制优化；\n广告画像建设，包括基于图像处理技术的广告自动分类/广告商品识别，优化用户体验/排序效果；\n广告图像特征挖掘，运用深度学习技术挖掘图像特征，优化点击率预估/冷启动等模型。", "require": "有扎实的编程功底，掌握算法/数据结构等基本知识，能熟练使用C/C++/Java/Python中至少一门语言，熟悉linux开发环境；\n对AI/机器学习技术有强烈的热情，具备相应的数学功底；\n深入掌握两种以上机器学习算法(包括但不限于逻辑回归，FM, 决策树，svm，最大熵，神经网络)；\n能主动思考，解决问题，有良好的团队合作意识；\n有自然语言处理，推荐系统，广告点击率预估，图像处理，大规模机器学习系统开发等工作经验优先。"}, {"name": "15605-《火影忍者》手游客户端开发高级工程师（深圳）", "duty": "负责手游客户端程序框架及技术方案的设计和具体实现，负责关键技术攻关工作；\n负责手游客户端的性能调优及工具建设；\n负责手游客户端的功能模块设计、开发工作；\n与美术/策划进行良好的沟通，协助美术/策划建立高效的游戏内容制作流程，完善并持续优化工具链。", "require": "熟练掌握C#、C++、Lua等语言，3年及以上Unity3D开发经验，具备引擎调试、性能分析经验优先；\n至少有一款游戏完整项目经验，有大型游戏开发经验优先；\n对游戏研发技术领域有系统的了解和关注，对框架设计、游戏技术特定领域(比如AI、物理、渲染)有深入研究者优先；\n具备良好的分析、解决问题能力，及良好的沟通协作意识，能承受一定的工作压力。"}, {"name": "32032-高级游戏玩法开发工程师（北京）", "duty": "主导使用Unreal Engine的各种玩法与工具的开发，以支撑玩法迭代与游戏设计；\n参与基础系统的开发与维护，包括游戏逻辑、AI系统、动画系统、脚本系统、物理系统等；\n充分理解游戏的设计方向，提出合理技术方案，规避风险，帮助团队实现高质量玩法的目标；\n规划相关系统的scope和开发日程，与产品及设计、美术部门合作，推动工作按时、高质量完成；\n持续追踪行业动态，与技术团队一同评估、实现能帮助项目的新技术、工具。", "require": "热爱游戏，有丰富的游戏经历；\n善于沟通协作，有团队意识，对敏捷开发有深刻理解和经验；\nT型人才，学习能力强；\n5年以上游戏行业工作经验，发布过一款以上针对全球市场的大型游戏项目；\n有国内一线游戏大厂，外资企业或海外一线游戏公司工作经验优先考虑；\n熟悉UE4引擎的玩法系统，了解PC、Console和移动平台的性能限制；\n理解游戏引擎基础知识，如渲染、动画、物理、内存管理、网络、多线程、资源管理等；\n理解游戏设计，能与设计及美术团队流畅沟通；\n有扎实的数学和算法基础，精通C/C++。"}, {"name": "32032-游戏引擎渲染工程师（上海）", "duty": "根据项目需求，负责研究高端渲染效果，设计和实现在游戏引擎中;\r\n优化美术流水线工具，研究程序生成算法来提高生产效率;\r\n和美术一起设计材质模版和特效模版，帮助制定美术资源制作技术标准;\r\n优化渲染性能，帮助项目解决渲染相关的兼容性问题;\r\n研究GPU通用计算，用来加速游戏中的物理，AI计算;\r\n学习最新的图形技术，帮助提升项目视觉效果，积累和分享渲染技术。", "require": "5年以上相关工作经验，上线游戏开发经验;\r\n熟悉各种光照模型和图形学算法;\r\n熟悉ｐｃ和移动平台上的图形API （OPENGL , DX9,DX11,DX12, MATEL ,VULCAN）和GPU架构;\r\n熟悉UNITY 和UE4引擎渲染管线，熟悉SHADER编程，熟练使用材质编辑器，熟悉引擎中渲染相关的设置;\r\n熟悉各平台GPU调试,调优工具;\r\n扎实的数学和算法基础，能快速学习新技术;\r\n熟悉测试驱动，熟悉敏捷开发流程。"}, {"name": "32032-资深场景关卡设计师（北京）", "duty": "3D场景资产创建和关卡美术的复合型工作；\n写实风格的3D场景资产创建、编辑、优化；\n依据图片参考和概念设计创建建筑、地形、物件；\n与设计团队配合在游戏引擎内提供游戏性和叙事性元素的场景展现；\n与外部美术的沟通和管理内部美术团队。", "require": "热爱游戏，对主流3A游戏有丰富的经历，执着于创作出高品质的场景展现；\n有国内一线游戏大厂，外资公司或海外一线游戏公司工作经验优先考虑；\n参与开发大型端游项目或AAA手游项目经历（面向全球市场），至少发布过一款大型手游项目；\n出色的DCC使用能力，如Photoshop,3DS Max,Maya,Zbursh,Substance Painter等；\n掌握Unity、 UE4地场景编辑方面的工具链；\n擅长制作高精度写实模型和纹理，深刻了解场景模型涉及到的知识点，并能驾驭风格化类型；\n强烈的场景构图能力、光照、色彩、细节表达能力；\n了解游戏环境对Game Play的影响，对Level Design有一定的理论认识；\n能够在引擎有限的框架内实现最大化效果；\n高度的自我驱动性和学习能力，富有团队合作精神；\n能够与不同的部门建立顺畅的协作关系，以建设性的方式推动任务进展和解决问题；\n出色的任务管理和分配能力、优先排序能力，能够圆满的完成版本计划任务。"}, {"name": "TEG15-智能运维算法高级工程师（深圳）", "duty": "负责部门智能监控、智能运维相关算法研究，及算法平台架构设计；\r\n研究AIOPS领域的相关前沿技术；\r\n验证算法及结合部门业务应用落地。", "require": "硕士以上学历，3年以上工作经验；\r\n数学、计算机或相关专业领域；\r\n掌握JAVA/Python等至少一种编程语言；\r\n熟悉机器学习的常见算法，包括但不限于回归，分类，聚类，关联规则等算法；\r\n有机器学习、统计或算法等相关领域的研究成果或论文发表者优先；\r\n有AIOPS领域研究经验优先；\r\n能高效阅读相关领域的英文论文和文献。"}, {"name": "Game Evaluation Analyst", "duty": "1. Work closely with the business development and operational team to source content and successfully identify high potential products. 2. Extensive playtest and review games submitted to Tencent Games US for evaluation across a variety of platform and genres, as well as all notable new market releases. 3. Prepare holistic content analyses, assessing a game’s merits across all key components (game design, game mechanics, balance, art, game economy, total addressable audience, etc.) 4. Compile regular reports on specific genres or industry trends via infographics, visuals, and research synthesis. 5. Monitor consumer trends across the PC and Console landscape and share findings with internal teams. 6. Perform due diligence on game development studios globally and prepare comprehensive reports covering the team’s strengths and weaknesses across 7. Initiate and maintain thoughtful conversations with top industry talent.", "require": "1. We are looking for someone with a STRONG passion for interactive entertainment and a deep understanding of gameplay systems and mechanics. Rich gaming experience across platforms is REQUIRED. We would recommend you list up the game you have been playing recently or the games you enjoyed. Reviews/comments on any game would be appreciated. 2. Valid work authorization REQUIRED 3. Experience as a video game journalist, game designer or producer with a proven track record for identifying player preferences and habits is preferred 4. Candidates are required to be highly analytical and possess excellent communications skills. 5. University Degree in a relevant field is preferred. 6. Mandarin is a plus."}, {"name": "30934-海外市场传讯资深经理 Senior Manager of Marketing Communication ", "duty": "Key Responsibility\n1)\tDevelop and implement strategic global communications strategy to support project goals and initiatives, helping to increase brand awareness and build reputation. \n2)\tManage the activities against operating plans and budgets.\n3)\tDirect and drive all aspects of marketing including planning, researching and executing of steps/tasks to achieve successful outcomes. \n4)\tResearch, write and promote communications to targeted media and influencers. Ensure compliance with company image, brand standards, approval levels, and guidelines. \n5)\tCoordinate with and collaborate across multiple functional teams in order to deliver cohesive marketing and communications plans spanning a variety of tactics and channels. \n6)\tTrack, measure and report on campaign performance against metrics. \n7)\tIdentify and analyze gaps and actions plans to course-correct throughout a campaign to optimize the programs performance.\n", "require": "Basic Qualifications\n\n1)\t5+ years in digital marketing and campaign management experience. 6+ years for Senior Role.\n2)\tBachelor's degree in marketing, business, communications or a related field of study or commensurate combination of education and experience.\n3)\tDemonstrated excellence in creating and executing strategies that drive demand through digital channels\n4)\tExperience developing, executing and optimizing integrated marketing campaigns including digital, social media, search, email, advertising, events and content creation.\n5)\tOutstanding B2B writing and PowerPoint skills.\n6)\tDeep knowledge of the marketing funnel, metrics and analytics to optimize campaigns.\n7)\tProject management skills and ability to manage the priorities of multiple stakeholders.\n8)\tSuperior communication skills with the ability to work across all levels in an organization.\n9)\tAbility to collaborate and thrive in a fast-paced, changing environment.\n10)\tBilingual in English and Chinese\n11)\tKnowledge of additional languages other than English is a plus"}, {"name": "30934-海外设计与创意负责人Head of Overseas Creative Services", "duty": "Key Responsibilities:\n1) Manage the group across all creative services disciplines including art direction and production.\n2) Partner with multiple studio/development teams to ensure timely delivery and creation of high-quality assets.\n3) Lead the development of brand standards, ensuring stakeholder buy-in and “on brand” asset creation.\n4) Implement processes as appropriate to increase efficiency/quality and address organizational deficiencies.\n5) Organize and manage external resources including creative agencies, contractors, etc.\n6) Develop key relationships with internal and external business partners and multi-disciplinary teams.\n7) Hire and build an agile team to meet evolving and changing operational responsibilities.\n8) Manage, mentor, and cultivate the career development of team members.\n9) Keep current on industry best practices and trends.", "require": "Knowledge, Skills and Experience:\n1) 8-10+ years of creative design experience preferably in the video game or interactive entertainment industry. 5+ years in leading a team.\n2) Bachelor’s degree required.\n3) Strong relationships with partners, agencies, and other relevant 3rd parties.\n4) Comfortable with ambiguity and able to collaborate across different functional teams and departments.\n5) Possesses an entrepreneurial spirit and is a self-starter, able to work independently and autonomously.\n6) Ability to consistently deliver quality results under pressure; working and influencing decisions of various stakeholders.\n7) Experience in people leadership and management; this includes: hiring, training and developing, leadership-by-example,\nand organizational design.\n8) Extensive experience in video, design, and graphic design.\n9) Able to execute strategically as well as tactically.\n10) A clear communicator who actively listens and anticipates the needs and concerns of others.\n11) Excellent organizational skills, creativity, and attention to detail.\n12) Ability to work in a fast-paced, demanding, client-driven environment.\n13) Willingness to travel as necessary.\n14) Fluent English and Mandarin verbal, writing, and comprehension skills.\nAdditional Information:\n1) This position is based in Shenzhen, China.\n2) International relocation available to suitable candidates."}, {"name": "31498-游戏引擎研发工程师(上海)", "duty": "产品需求的技术可行性评估, 程序框架及技术方案的设计和具体实现；\n协助美术/策划建立高效的游戏内容制作规范和流程, 完善并持续优化工具链；\n针对游戏新特性对游戏引擎进行优化改造。", "require": "本科及以上学历，计算机相关专业；\n三年以上C/C++及游戏客户端研发经验, 至少参与过一款3D游戏引擎的研发维护工作, 对游戏研发相关技术有系统的掌握并保持学习和关注；\n扎实的算法和数学基础, 系统全面的软件研发领域知识(计算机系统, OS、数据结构等)； 具备良好的分析解决问题能力, 责任心强, 有较高的自我管理和任务跟进推动能力；\n在框架设计、渲染、动画, 网络同步, 物理、游戏AI等其中某一技术领域有丰富的经验； 丰富的Unity3D或UE4引擎实践经验, 了解其关键技术实现原理, 并有实际的二次开发维护经验；\n出色的学习和技术研究应用能力, 良好的团队协作能力, 善于沟通, 敬业专注；\n热爱游戏行业，对技术有极客精神。"}, {"name": "18436-金融数据岗", "duty": "1、构建腾讯金融业务数据挖掘体系，探索AI在金融领域的应用探索和落地实施； \n2、对金融数据信息进行深度挖掘和有效利用，充分实现数据的商业价值", "require": "1、计算机或数学等相关专业硕士，5年以上数据相关工作经验，精通数据挖掘方法，有大规模数据挖掘、机器学习、自然语言处理优先；\n2、具备深厚数据建模（机器学习，数据挖掘，推荐系统背景）和数据挖掘理论知识和经验，有金融行业经验优先；\n3、熟悉互联网行业并且对于行业内常见的业务形态与商业模式有深入的理解，对业务变化有敏锐的洞察力； \n4、敢于创新、思维敏捷、沟通能力强，具备较强的团队合作精神，能够承受较大工作压力。"}, {"name": "15612-手游关卡策划（北京）", "duty": "负责MMORPG关卡制作，主要包括结合IP的玩法包装、逻辑框架搭建、关卡玩法及AI设计、制作跟进、测试验证、调整优化及相关文档的制作；\n运用unity，协同地编美术，3D场景以及相关部门进行游戏的关卡制作及物件规划；\n能通过对RPG品类的分析和研究，提出对游戏有建设性意见的改进方案；\n协同开发，搭建和优化游戏内关卡机制。", "require": "热爱游戏行业，游戏体验丰富，对主流MMORPG的关卡设计有一定认知和了解，至少深入了解或研究过一两款大型MMORPG的关卡设计；\n能够根据项目整体构架思路，系统化的思考和评估玩家互动体验、乐趣、交互模块的内容，并输出完整的解决方案和设计文档；\n技术理解力强，易沟通、善沟通，逻辑思维能力、分析能力、创新能力强；\n有2年以上mmorpg关卡的制作经验，能够熟练使用unity及行为树优先；\n热爱3A游戏，对于主流3A游戏有足够的体验；\n具备基本职业素养，有主见，能配合，能承担一定压力。"}, {"name": "29777-工业互联网平台高级产品经理（深圳）", "duty": "负责腾讯云工业互联网平台的解决方案及产品规划，结合区域、行业发展特点，综合智能制造技术的发展前沿及客户需求，打造有竞争力的解决方案及产品，推动健康、可持续的商业模式，在业界形成口碑；\n熟知公司内部能力，能够将内部能力复用并在平台上集成推广；\n围绕工业互联网平台，推动平台生态的发展；\n负责产品的各个生命周期，对客户负责，产出安全、稳定、易用的产品；\n调研、挖掘、分析客户需求，准确抽象出产品需求，合理判断需求的优先级，并维护产品需求； \n协调并驱动研发、测试、运营、市场等多个团队共同完成产品业务目标；\n负责行业洞察、需求分析、产品设计、产品验收、商业定价等；\n协助产品交付团队，保障产品和服务的稳定性，提升客户满意度；\n倡导公司价值观，建立开放、信任、合作的团队氛围。", "require": "计算机相关专业，有工业互联网平台规划、开发经验优先；\n有设备远程运维，SRM，CRM，ERP, MES, WMS, TMS等行业应用经验优先；\n具备物联网、AI、大数据在工业行业的项目经验优先；\n具备良好的抽象及逻辑创新能力，能针对工业场景遇到的实际问题，能较快的提出多种解决方案；\n有企业PaaS经验者优先，如Predix，MindSphere；\n熟悉主流设计工具，如Sketch、Axure、Visio等； \n执行力强、自我驱动、解决问题能力强；\n自信、乐观、善于沟通、团队协作能力突出；\n通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "15573-3A开放世界RPG手游高级2D角色原画师（上海）", "duty": "负责写实风格角色原画造型、动态等设计；\n负责道具、饰品等原画设计；\n负责优化宣传素材；\n负责外包资源的审核修改；\n对外包资源制作进行审核修改，统一风格，提高制作品质；\n提供外包资源修改意见和修改外包回收资源并提高品质。", "require": "3年以上相关工作经验；\n态度严谨，工作认真负责，有团队精神，沟通能力配合工作能力强，对游戏角色制作有热情；\n美术功底扎实，良好的绘画技巧，对结构、线条、色彩等的把控；\n视野广阔，有一定高度的审美水平；\n有灵活的与时俱进的设计思维，丰富想象力和创新能力，对自己作品有高度要求；\n精通各种绘画软件（Photoshop、Sai等等）。"}, {"name": "15573-3A开放世界RPG手游客户端开发高级工程师（上海）", "duty": "负责游戏移动终端系统案架构设计；\r\n负责游戏移动终端关键技术攻关工作；\r\n产品需求的技术可行性评估, 程序框架及技术方案的设计和具体实现；\r\n协助美术/策划建立高效的游戏内容制作流程, 完善并持续优化工具链。", "require": "本科及以上学历，3年以上游戏客户端研发经验；\n至少参与过一款3D游戏项目, 对游戏研发技术领域有系统的了解和关注；\n系统全面软件相关知识结构(操作系统、软件工程、设计模式、数据结构), 精通C/C++、Java、C#其中的至少一种编程语言；\n具备良好的分析解决问题能力, 责任心强, 有较高的自我管理和任务跟进推动能力；\n在框架设计、渲染、动画, 物理、AI等其中某一技术领域有丰富的经验；\n有Unity3d/UnrealEngine商业引擎实践经验, 并了解其核心技术实现原理；\n出色的学习和技术研究应用的能力, 良好的团队协作能力, 善于沟通, 敬业专注；\n热爱游戏，有梦想有追求。"}, {"name": "28601-微信支付行业应用android终端研发（深圳）", "duty": "负责行业智慧应用解决方案系统设计及Android APP研发（比如：刷脸支付APP）；\n负责新技术研究和落地，与业务进一步结合产生颠覆式创新，改革传统线下商户模式（比如：A/VR、AI、IoT、生物识别等）。", "require": "本科以上学历，计算机软件相关专业，对技术有开放的学习心态，对新技术新领域有无所畏惧的探索精神，具备良好的逻辑思维、异常风险把控能力； \n熟练掌握Android客户端开发技术栈，有丰富的业务架构及性能优化经验，了解常见安全漏洞及处理；\n精通Android组件，RPC多进程研发，有扎实的编程功底、良好的编程习惯和面向对象编程经验；\n熟悉HTTP、HTTPS、TCP/IP通讯协议，精通多线程编程；\n熟悉git操作，了解前端或后端技术栈并有实践经验者优先； \n了解生物识别算法，或在5g及IoT领域有应用经验者优先；\n具备良好的问题定位、分析、解决能力； \n具备良好的学习、沟通、合作、抗压能力； \n乐观面对未来，有冲劲，能抗压，对微信支付业务充满信心和热情者优先。"}, {"name": "32032-游戏客户端开发工程师(深圳)", "duty": "负责U3D游戏客户端功能的开发和调试;\n与美术和策划进行良好的沟通，提升游戏体验，提高游戏品质; \n结合引擎技术和玩法实现持续对客户端性能进行优化;\n结合当前前沿技术，完善并持续优化开发工具链，优化及提升开发制作流程。", "require": "计算机相关专业本科及以上学历，3年以上游戏从业经验;\n熟练掌握C++，熟悉3D技术，有U3D游戏开发经验，有在U3D引擎上对游戏进行性能分析经验;\n熟悉U3D引擎底层架构设计优先；对游戏技术特定领域(比如图形渲染、AI、 动画、物理)有深入研究者优先;\n有优秀的学习能力，善于沟通，热爱游戏事业。"}, {"name": "25666-Tencent Cloud BD Manager – Gaming（Overseas - Japan/Korea）（首尔）", "duty": "1.Responsible for designing and implementing strategic sales plan to achieve sales performance in Japanese and Korean areas;\n2.Responsible for expanding company presence and establishing collaboration ecology for Tencent Cloud in Japanese and Korean market;\n3.Responsible for improving customer satisfaction and market share/coverage in gaming industry in Japanese and Korean market。", "require": "1.Familiar with Japanese and Korean game market, experienced with local customer development and have ever worked on large scale project;\n2.Solid understanding of business needs of Japanese and Korean customer in game industry, capable of communicating with customers in CIOs, CTOs and CEOs level;\n3.Establish, maintain and strengthen long-term excellent relationships with target customers;\n4.Developing effective marketing strategy and plans to improve customer acquisition and sales performance;\n5.Excellent skills in communication and coordination, capable of working under high pressure, possess strong execution ability;\n6.Being active and efficient, strong self-driven on thinking, optimizing, innovating,  accurately understanding and executing;\n7.Professional proficiency in listening, speaking, reading and writing for both local language and Chinese;\n8.Candidates with independent and successful BD experience on large scale project in Japanese and Korean market is preferable."}, {"name": "25666-Tencent Cloud BD Manager – Gaming（Overseas - Japan/Korea）（东京）", "duty": "1.Responsible for designing and implementing strategic sales plan to achieve sales performance in Japanese and Korean areas;\n2.Responsible for expanding company presence and establishing collaboration ecology for Tencent Cloud in Japanese and Korean market;\n3.Responsible for improving customer satisfaction and market share/coverage in gaming industry in Japanese and Korean market。", "require": "1.Familiar with Japanese and Korean game market, experienced with local customer development and have ever worked on large scale project;\n2.Solid understanding of business needs of Japanese and Korean customer in game industry, capable of communicating with customers in CIOs, CTOs and CEOs level;\n3.Establish, maintain and strengthen long-term excellent relationships with target customers;\n4.Developing effective marketing strategy and plans to improve customer acquisition and sales performance;\n5.Excellent skills in communication and coordination, capable of working under high pressure, possess strong execution ability;\n6.Being active and efficient, strong self-driven on thinking, optimizing, innovating,  accurately understanding and executing;\n7.Professional proficiency in listening, speaking, reading and writing for both local language and Chinese;\n8.Candidates with independent and successful BD experience on large scale project in Japanese and Korean market is preferable."}, {"name": "25923-kata容器研发工程师", "duty": "负责kata容器技术的基础研发工作以及在海量场景下的应用落地；\n负责基于Kubernetes的弹性计算容器化研发和优化；\n负责kata容器技术在游戏应用场景下的探索挖掘。", "require": "本科及以上学历；\n熟悉kvm/qemu、kata、hyper，clearcontainer，docker等组件，kata有实际应用经验值优先；\n熟悉Linux内核，有容器相关的定制研发或者丰富的trouble shooting经验；\n熟悉Kubernetes，并有实际的应用经验；\n沉稳，有责任心，乐于沟通。"}, {"name": "WXG03-自然语言算法工程师", "duty": "负责包括新词发现、命名实体识别、查询理解、意图提取、知识图谱、搜索喜好偏向性等相关系统的建设，用以优化微信小程序搜索各产品方向的流量分发，并参与工程实践。", "require": "1、具有较强基础算法和编程能力，掌握python，C++等至少一门语言；\n2、熟悉常用的NLP、机器学习和深度学习技术，对短文本分类，序列标注，语言模型，同义词挖掘，CFG/PCFG/CYK等经典算法理论熟悉并具有相关实践经验；\n3、掌握至少一类机器学习框架，熟悉TensorFlow/PyTorch/MXNet等开源深度学习框架；\n4、优秀的逻辑思维能力以及洞察力，乐于思考事物的原理；\n优先考虑\n1、有高水平论文者优先，包括但不限于ACL、EMNLP、NIPS、WWW、AAAI等；\n2、有ACM竞赛区预赛金牌（含）以上者优先；\n3、有个人的博客，喜欢沉淀和分享知识。"}, {"name": "25928-后台开发高级工程师（深圳）", "duty": "负责游戏AI在线服务，包括但不限于在线预测模块，任务调度模块以及运营监控模块；\n负责相关系统模块的设计、开发与维护，确保相关系统稳定运行。", "require": "本科或以上学历，2年以上相关开发经验；\n精通至少一门服务器端编程语言（PHP/Python/NodeJS/C++）；\n责任感强、有较强的逻辑思维能力、沟通能力和抗压能力；\n具备后台开发的能力及系统运维的能力者优先。"}, {"name": "15573-手游客户端开发工程师（深圳）", "duty": "负责游戏移动终端系统案架构设计；\n负责游戏移动终端关键技术攻关工作；\n产品需求的技术可行性评估, 程序框架及技术方案的设计和具体实现；\n协助美术和策划建立高效的游戏内容制作流程, 完善并持续优化工具链。", "require": "本科及以上学历，2年以上相关经验，至少参与过一款3D游戏项目, 对游戏研发技术领域有系统的了解和关注；\n系统全面软件相关知识结构(操作系统、软件工程、设计模式、数据结构), 精通C/C++、Java、C#其中的至少一种编程语言；\n具备良好的分析解决问题能力, 责任心强, 有较高的自我管理和任务跟进推动能力；\n在框架设计、渲染、动画, 物理、AI等其中某一技术领域有丰富的经验；\n有Unity3d, UnrealEngine, CryEngine, Gamebryo等商业引擎实践经验, 并了解其核心技术实现原理；\n出色的学习和技术研究应用的能力, 良好的团队协作能力, 善于沟通, 敬业专注；\n热爱游戏，有梦想有追求。"}, {"name": "30360-QQ智能后台开发高级工程师", "duty": "负责QQ平台海量服务功能开发；\n大数据项目后台架构工程师；\n负责推荐系统/特征工程/AI工程架构；\n负责推荐后台架构升级优化，机器学习模型性能优化；\n负责离线大数据训练集群上功能开发和性能优化。", "require": "计算机相关专业本科以上学历，毕业三年，工作两年经验以上；\n精通C++/java/go语言，熟悉至少一门脚本语言例如python或者python；\n熟悉linux后台程序开发性能优化经验；\n熟悉spark等大数据生态技术栈，有实际工作经验；\n对机器学习/AI有基础或者学习能力好的尤佳。"}, {"name": "30360-用户增长大数据后台高级工程师", "duty": "负责推荐平台架构,AI平台,增长/数据画像DMP后台建设，并优化实时/离线大数据处理流程；\n负责QQ海量用户数据模型开发管理，etl处理，画像建设；\n结合QQ平台业务，优化大数据融合流程架构，提升画像挖掘算法性能。", "require": "精通spark/flink/hadoop/hbase等分布式计算技术，熟悉其运行机制和体系结构；\n精通python/scala/java任意一门编程语言，熟悉c++/golang；\n熟悉业界主流大数据解决方案整体架构，两年以上数据仓库架构/应用经验；\n具备一定的机器学习背景，有算法相关项目开发经验；\n善于发现问题解决问题，良好的编程习惯，优化意识；\n优秀的团队合作沟通能力，较强的学习能力和进取心；\n计算机相关专业，2年以上工作经验；\n熟悉网络编程.数据库等后台开发知识尤佳。"}, {"name": "15569-UE4写实竞速高级引擎研发工程师（深圳）", "duty": "负责游戏品类、游戏产品引擎需求的技术可行性评估，技术方案的设计和实现；\n建立高效的游戏内容制作管线，根据目标机型制定合理的技术规范，完善并持续优化相关工具链；\n推动引擎特性和工具的应用，帮助Gameplay程序员、美术、策划规范有效地使用引擎相关功能，并收集反馈；\n跟进业界技术发展，预研前沿方案，争取在项目落地并产生实际价值。", "require": "三年以上C/C++及游戏引擎研发经验，至少参与过一款3D游戏引擎的研发维护工作，对游戏研发相关技术有全面的掌握并保持学习和关注；\n扎实的算法和数学基础，系统的软件研发领域知识(计算机系统、OS、数据结构等)；\n至少在框架设计、渲染、动画，网络同步，物理、游戏AI，PCG其中某一技术领域有深入的实战经验和良好的理论基础；\n丰富的UnrealEngine4引擎实践经验，了解其关键技术实现原理，具有二次开发维护经验；\n出色的学习和技术研究应用能力，良好的问题分析与解决能力；\n责任心强，有较高的团队协作和任务跟进能力，善于沟通，使命必达；\n热爱游戏，关注用户体验，有Geek精神，懂得以螺旋上升的方式追求极致。"}, {"name": "28966-游戏GUI视觉设计（深圳）", "duty": "主要负责腾讯代理游戏产品界面视觉设计改造工作;游戏内界面设计，提供主题化设计方案，并制定相应的设计规范;设计总结，提炼归纳工作共性规律，总结成文，定期开课分享;游戏内ICON图标设计，启动图标设计;品牌文化建设，如LOGO、文化衫、邮件、PPT设计。", "require": "热爱游戏，熟悉国内外游戏行业动态，对游戏美术、平面领域具备基础知识，在游戏GUI设计领域有系统性的认知和创造性思维；在设计定位、实施、总结模块都有一定的经验;熟练操作相关设计软件（PS,AI），有3D软件操作和运营设计者经验优先；良好的项目管理和跨团队沟通表达能力，具备英语能力者优先。"}, {"name": "15573-MMORPG手游引擎开发高级工程师（上海）", "duty": "负责游戏引擎，移动终端关键技术攻关工作；\n负责引擎功能效果开发、性能优化、兼容性问题等相关开发工作；\n引擎需求的技术可行性评估, 程序框架及技术方案的设计和具体实现；\n协助美术和策划建立高效的游戏内容制作流程, 完善并持续优化工具链。", "require": "本科及以上学历，5年以上游戏客户端研发经验；\n至少参与过一款3D游戏项目, 对游戏研发技术领域有系统的了解和关注；\n系统全面了解软件相关知识结构(操作系统、软件工程、设计模式、数据结构), 精通C/C++、Java、C#其中的至少一种编程语言；\n具备良好的分析解决问题能力, 责任心强, 有较高的自我管理和任务跟进推动能力；\n在框架设计、渲染、动画, 物理、AI等其中某一技术领域有丰富的经验；\n有Unity3d, UnrealEngine, CryEngine等商业引擎实践经验, 并了解其核心技术实现原理；\n有UnrealEngien相关开发经验者优先；\n出色的学习和技术研究应用的能力, 良好的团队协作能力, 善于沟通, 敬业专注；"}, {"name": "25667-腾讯云战略BD（北京）", "duty": "负责政府、战略合作伙伴、各地合作伙伴的拓展及深度合作的攻坚； \n负责区域级政府关系，根据腾讯云产品能力、生态，结合行业特性，策划及推动省级企业上云业务，并达成标杆项目的合作落地； \n配合一线销售，拓展区域级战略合作伙伴，并实现销售落地。", "require": "5年以上To B工作经验，有政府合作经验及渠道管理经验优先；\r\nIT及云产品方面的知识储备；对于云计算、大数据、AI等有清晰的了解和认识，对于行业领域的技术和方案要有较好的理解和学习能力； \r\n突破能力及沟通能力强，以结果为导向，协调公司内部多个部门及团队共同完成省级企业上云落地；\r\n思维逻辑清晰，敏锐的市场洞察力，强自我驱动力和执行力； \r\n有较强的抗压能力，并能够适应较为频繁的出差。"}, {"name": "25667-传统企业/工业渠道销售（北京）", "duty": "1）拓展传统企业（工业）、综合集成商的高层客户关系、各地isv的拓展、渠道建设、销售团队管理；\n2）根据腾讯云产品能力、生态，结合上述行业特性，策划传统行业+互联网化制造行业解决方案及业务产品工作；\n3）梳理腾讯及合作伙伴资源，形成联合产品和方案，为相关行业客户提供创新、变革的行业解决方案；\n4）销售数字导向，完成既定销售指标；", "require": "1）能够团队作战，承担压力，扛起责任，以结果为导向，带领团队完成销售数字；\n2）面向传统企业行业（工业），不少于8年或以上的相关从业经验，熟悉该行业内的人和事；\n3）主导过较大型项目的招投标工作和内外部合作；\n4）有合作伙伴拓展和渠道管理的经验，在情况复杂的情况下开展工作的经验；\n5）IT及云产品方面的知识储备；对于云计算、大数据、AI、互联网营销、区块链等有清晰的了解和认识，对于传统企业领域的技术和方案要有深刻的理解；\n6）思维逻辑清晰，敏锐的市场洞察力，强自我驱动力和执行力；\n7）能够适应较为频繁的出差；  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "25667-行业渠道烟草行业大客户经理（北京、上海、深圳）", "duty": "1）负责烟草行业的高层客户关系、各地烟草集团的拓展、渠道建设、销售团队管理；\n2）根据腾讯云产品能力、生态，结合烟草行业特性，策划互联网化制造行业解决方案及业务产品工作；\n3）梳理腾讯及合作伙伴资源，形成联合产品和方案，为烟草行业客户提供创新、变革的行业解决方案；\n4）持续跟踪烟草行业的反馈，提升腾讯云在烟草从业人员群体中的影响力和口碑，持续把握竞品动态，保持行业竞争力；\n5）销售数字导向，完成既定销售指标；", "require": "1）能够带领团队作战，承担uu压力，扛起责任，以结果为导向，带领团队完成销售数字；\r\n2）面向烟草行业（总局，烟草集团）销售及管理背景，不少于10年或以上的烟草行业从业经验，熟悉该行业内的人和事；\r\n3）或者做过10年或以上的政府、央企的销售工作，主导过较大型项目的公关、招投标工作；\r\n4）有合作伙伴拓展和渠道管理的经验，在情况复杂的情况下开展工作的经验；\r\n5）IT及云产品方面的知识储备；对于云计算、大数据、AI、互联网营销、区块链等有清晰的了解和认识，对于烟草行业内的技术和方案要有深刻的理解；\r\n6）思维逻辑清晰，敏锐的市场洞察力，强自我驱动力和执行力；\r\n7）能够适应较为频繁的出差；\r\n8）  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "25667-金融行业渠道销售经理", "duty": "拓展金融行业解决方案提供商、综合集成商的高层客户关系、各地isv的拓展、渠道建设、销售团队管理； \n根据腾讯云产品能力、生态，结合上述行业特性，策划互联网+云计算+金融科技解决方案及业务产品工作；\n梳理腾讯及合作伙伴资源，形成联合产品和方案，为相关行业客户提供创新、变革的行业解决方案；\n销售数字导向，完成既定销售指标；\n持续跟踪投后企业业务发展趋势，把握竞品动态，保持腾讯云在投后企业内部的技术和市场竞争力； \n与腾讯云各级别销售展开协同配合，开展生态建设；\n销售数字导向，完成既定销售指标", "require": "能够团队作战，承担压力，扛起责任，以结果为导向，配合团队完成销售数字； \n面向IT行业（金融方向），不少于5年或以上的相关从业经验，熟悉该行业内的人和事；\n主导过较大型项目的招投标工作和内外部合作； \n有合作伙伴拓展和渠道管理的经验，在情况复杂的情况下开展工作的经验；\nIT及云产品方面的知识储备；对于云计算、大数据、AI、互联网营销、区块链等有清晰的了解和认识，对于金融科技领域的技术和方案要有深刻的理解；\n思维逻辑清晰，敏锐的市场洞察力，强自我驱动力和执行力；\n能够适应较为频繁的出差； 通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "29777-腾讯云能源行业解决方案架构师（北京/上海/深圳）（北京）", "duty": "为能源行业客户和合作伙伴提供腾讯云整体技术平台、业务和技术层面的架构咨询服务，理解客户在研发、运营工作中对网络、计算、存储、物联网等基础设施，数据、技术、业务中台和应用的需求，分析其快速发展过程中，在信息化所遇到的挑战和未来的方向；\n根据客户业务的需求和理解合作伙伴的需求，基于腾讯云的技术架构，输出满足客户需求的服务解决方案；\n具备独立为行业客户提供有竞争力的互联网+能源解决方案的能力, 联合销售团队整合资源完成技术支撑及系统架构工作，并协助承担售中/后等相关技术管理和推进工作，具备很强的资源协调能力，有一定的项目实施经验。", "require": "本科以上学历，5年以上的IT系统架构设计，至少3年以上云计算、大数据、物联网、能源行业信息化架构设计工作经验；\n具备优秀的文档能力，清晰明了地表达架构意图，能够熟练编写各类技术文档；\n良好的沟通、协调及资源整合能力；\n具备优秀的表达能力，思路清晰、逻辑缜密。\n具备以下者优先考虑；\n1.熟悉openstack等虚拟化架构及主流公有云服务，并能够清晰描述其工作原理和基础的架构逻辑，对不同品牌的云服务区别有一定认知者；\n2.熟悉私有云、专有云（面向能源）项目的需求分析、方案设计、传统解决方案云化规划设计、应用迁移和数据迁移等设计工作；\n3.具有丰富的企业级应用架构设计或云服务集成实施经验；\n4.有一定IT Infrastructure（包含服务器、存储、数据库、网络、中间件）的运维或管理经验\n5.熟悉电力、石油、燃气行业信息化系统架构、业务需求和未来升级方向；\n6.对能源行业大数据、AI、物联网、数字孪生、综合能源等领域，有一定项目经验或在熟知其中一个领域技术细节者；\n7.有能源行业信息化服务交付、设计经验者。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "CSIG02-腾讯云教育行业方案架构师（成都）", "duty": "了解教育行业的诉求和特性，并能针对教育行业客户需求定制、整理腾讯云解决方案，积极推动方案的实施与交付；\n配合产品、研发推进老产品迭代更新，推出并推广新产品；\n沉淀教育行业业务，联合客户和合作伙伴推动教育业务云生态建设。", "require": "计算机相关专业毕业，5年以上工作经验；\n精通信息系统、大数据平台等系统架构，有丰富的教育行业架构经验； \n对云计算、大数据、AI和业务场景有清晰的认知和洞察，能够理解客户的业务需求和痛点，并运用技术帮助客户解决问题； \n对计算机网络、计算机系统、互联网系统架构具有良好的理解；\n具备优秀的文档能力，良好的沟通表达能力，思维缜密；\n积极主动，有很强的责任心，执行力强，团队协作能力强。\n具有互联网相关研发、运维背景优先。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "29777-腾讯云能源行业解决方案架构师（北京/上海/深圳）（上海）", "duty": "为能源行业客户和合作伙伴提供腾讯云整体技术平台、业务和技术层面的架构咨询服务，理解客户在研发、运营工作中对网络、计算、存储、物联网等基础设施，数据、技术、业务中台和应用的需求，分析其快速发展过程中，在信息化所遇到的挑战和未来的方向；\n根据客户业务的需求和理解合作伙伴的需求，基于腾讯云的技术架构，输出满足客户需求的服务解决方案；\n具备独立为行业客户提供有竞争力的互联网+能源解决方案的能力, 联合销售团队整合资源完成技术支撑及系统架构工作，并协助承担售中/后等相关技术管理和推进工作，具备很强的资源协调能力，有一定的项目实施经验。", "require": "本科以上学历，5年以上的IT系统架构设计，至少3年以上云计算、大数据、物联网、能源行业信息化架构设计工作经验；\n具备优秀的文档能力，清晰明了地表达架构意图，能够熟练编写各类技术文档；\n良好的沟通、协调及资源整合能力；\n具备优秀的表达能力，思路清晰、逻辑缜密。\n具备以下者优先考虑；\n1.熟悉openstack等虚拟化架构及主流公有云服务，并能够清晰描述其工作原理和基础的架构逻辑，对不同品牌的云服务区别有一定认知者；\n2.熟悉私有云、专有云（面向能源）项目的需求分析、方案设计、传统解决方案云化规划设计、应用迁移和数据迁移等设计工作；\n3.具有丰富的企业级应用架构设计或云服务集成实施经验；\n4.有一定IT Infrastructure（包含服务器、存储、数据库、网络、中间件）的运维或管理经验\n5.熟悉电力、石油、燃气行业信息化系统架构、业务需求和未来升级方向；\n6.对能源行业大数据、AI、物联网、数字孪生、综合能源等领域，有一定项目经验或在熟知其中一个领域技术细节者；\n7.有能源行业信息化服务交付、设计经验者。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "29777-腾讯云能源行业解决方案架构师（北京/上海/深圳）（深圳）", "duty": "为能源行业客户和合作伙伴提供腾讯云整体技术平台、业务和技术层面的架构咨询服务，理解客户在研发、运营工作中对网络、计算、存储、物联网等基础设施，数据、技术、业务中台和应用的需求，分析其快速发展过程中，在信息化所遇到的挑战和未来的方向；\n根据客户业务的需求和理解合作伙伴的需求，基于腾讯云的技术架构，输出满足客户需求的服务解决方案；\n具备独立为行业客户提供有竞争力的互联网+能源解决方案的能力, 联合销售团队整合资源完成技术支撑及系统架构工作，并协助承担售中/后等相关技术管理和推进工作，具备很强的资源协调能力，有一定的项目实施经验。", "require": "本科以上学历，5年以上的IT系统架构设计，至少3年以上云计算、大数据、物联网、能源行业信息化架构设计工作经验；\n具备优秀的文档能力，清晰明了地表达架构意图，能够熟练编写各类技术文档；\n良好的沟通、协调及资源整合能力；\n具备优秀的表达能力，思路清晰、逻辑缜密。\n具备以下者优先考虑；\n1.熟悉openstack等虚拟化架构及主流公有云服务，并能够清晰描述其工作原理和基础的架构逻辑，对不同品牌的云服务区别有一定认知者；\n2.熟悉私有云、专有云（面向能源）项目的需求分析、方案设计、传统解决方案云化规划设计、应用迁移和数据迁移等设计工作；\n3.具有丰富的企业级应用架构设计或云服务集成实施经验；\n4.有一定IT Infrastructure（包含服务器、存储、数据库、网络、中间件）的运维或管理经验\n5.熟悉电力、石油、燃气行业信息化系统架构、业务需求和未来升级方向；\n6.对能源行业大数据、AI、物联网、数字孪生、综合能源等领域，有一定项目经验或在熟知其中一个领域技术细节者；\n7.有能源行业信息化服务交付、设计经验者。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "25663-Tencent cloud game solution architect (overseas)（日本/韩国）", "duty": "1. As the game cloud solution expert, customize cloud solutions for overseas game company, and actively promote the implementation and delivery of project;\r\n2.Effectively transfer overseas customer’s demands and industry standards to the back-end team, and actively push the demands online.\r\n3.Actively participate in the online or offline sermon events of game related industriesto to enhance the influence of Tencent cloud game industry.", "require": "1.\tComputer related majors, more than 5 years working experience;\r\n2.\tFamiliar with cloud computing technology knowledge system, understand KVM, Xen or LxC  related virtualization technology;\r\n3.\tFamiliarity with the underlying system architecture of a game, Understand  the game industry ecology and business pain points and needs\r\n4.\tGood communication skills and thoughtful mind\r\n5.\tWorking aggressiveness , have strong sense of responsibility, strong execution and strong teamwork ability.\r\n6.\tProficient in local language and mandarin, fluent in listening, speaking, reading and writing.  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "26381-腾云前端工程师（合资公司编制-云南）", "duty": "负责大型项目移动端前端页面、前端组件的编写，WEB 开发工作；\r\n参与日常产品特性的讨论，评估项目的可行性，负责项目从原型到开发、测试、发布。", "require": "本科及以上学历，对互联网行业有浓厚兴趣；\r\n3 年以上前端开发工作经验；\r\n精通 HTML、CSS、JavaScript，熟悉 http 协议，熟练使用 svn, git, grunt, gulp 等版本管理或构建工具；\r\n熟悉业界流行开发框架例如 backbone, angularjs, reactjs 等优先；\r\n熟悉 nodejs，有 nodejs 开发经验优先；\r\n具备优秀的沟通和协调能力，良好的服务精神及团队合作能力，责任心强。\r\n\r\n腾云公司是腾讯公司控股，与云南省投资控股集团、云南省交通投资建设集团三方共同成立的合资公司。\r\n腾云公司以成为云南旅游数字化生态综合运营商为己任，依托大数据、云计算、物联网、AI技术，倾力打造 “中国第一、世界一流”的全域旅游智慧数字化平台，助推云南省旅游产业转型升级，擦亮云南旅游品牌，提升和实现下一代旅游体验和智慧生活，让云南旅游“自由自在、无处不在”。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "26381-腾云后台工程师（合资公司编制-昆明）", "duty": "负责客户项目的后台开发与运营；\r\n负责直后台 server 架构设计、开发、优化、运营工作；\r\n负责 mysql／mongodb／hbase 数据库底层研究和特性开发；\r\n负责云数据库和云 cache 产品的架构优化；\r\n负责腾讯云平台的数据库后台研发工作；", "require": "计算机相关专业本科以上学历；\r\n3 年以上工作经验；\r\n熟悉 Linux 环境下的 C/C++开发，具有较好的系统分析设计能力；\r\n熟悉 Linux 网络编程、熟悉互联网业务开发；\r\n具备大型分布式系统后台研发经验，对 Mysql、MongoDB、SqlServer、大数据系统有任一经验者优先；\r\n积极进取、诚实正直、责任心强，有较好的沟通能力；\r\n有后台服务运营类项目研发管理经验。\r\n\r\n腾云公司是腾讯公司控股，与云南省投资控股集团、云南省交通投资建设集团三方共同成立的合资公司。\r\n腾云公司以成为云南旅游数字化生态综合运营商为己任，依托大数据、云计算、物联网、AI技术，倾力打造 “中国第一、世界一流”的全域旅游智慧数字化平台，助推云南省旅游产业转型升级，擦亮云南旅游品牌，提升和实现下一代旅游体验和智慧生活，让云南旅游“自由自在、无处不在”。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-腾讯云弹性计算高级工程师（深圳总部）", "duty": "1. 负责腾讯云弹性计算产品（弹性伸缩AutoScaling、批量计算Batch）的方案设计、研发和维护工作；其中，弹性伸缩Autoscaling主要面向在线服务场景(泛互联网、游戏、小程序等)，根据负载波动，智能扩展云服务器；批量计算Batch主要面向离线计算场景(渲染、基因、AI等)，自动化调度与执行作业；\n2. 负责弹性计算相关前沿技术的调研和规划工作，紧密跟踪掌握云计算相关生态内的新技术，从技术上保证产品的竞争力；\n3. 负责结合客户业务场景，设计规划合理的需求和架构，利用产品与技术能力解决客户问题；", "require": "1. 对云计算领域有浓厚的兴趣，对技术充满热爱，具有钻研精神\n2. 有良好的沟通能力和乐于分享的意识 \n3. 熟悉 C/C++/Python 中的任意一种，对 Golang/Rust 有所研究的更好 \n4. 熟悉 Linux 的基本操作和基本原理，掌握分析、调优工具 \n5. 有分布式、调度、HTTP 服务器开发经验者优先 \n6. 有 OpenStack 、Kubernetes、Spinnaker 等相关开源软件经验者优先  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "Business Development Coordinator – Ad Solutions (contractor)", "duty": "•\tMaintain administrative affairs of sales team and work closely with sales to provide high quality of client service •\tTake ownership in developing and maintaining marketing communications decks, white papers, and other sales materials for US and CA facing audiences •\tTranslate sales and marketing related materials from Chinese Mandarin to English •\tAssist in designing/producing proposals and media planning to meet client goals •\tConduct ongoing market research for lead generation, creating and maintaining prospective client lists •\tConduct assigned client outreach, follow ups and account manage client needs through execution •\tSupport paperwork processing and reporting for campaigns •\tAssist with other ad hoc needs as designated by Associate Director", "require": "•\tBachelor’s degree or above •\t1-3 years of experience in an advertising sales, business development, client relationships, solution-based selling or related context •\tPossesses strong business acumen with experience in value proposition selling •\tExpertise in MS Word, PowerPoint and Excel •\tProficient in Photoshop, InDesign and Google Docs •\tAbility to speak, read, and write Chinese Mandarin and English •\tKnowledge of Tencent and WeChat ecosystem products is a plus"}, {"name": "27016-商业分析经理（深圳）", "duty": "负责“AI+行业”的战略分析和行业洞察，对游戏、泛娱乐、物联网、云计算、5G等相关领域进行行业扫描，寻找AI+的潜在合作点，输出行业洞察和战略分析报告；\n关注技术发展趋势和竞争对手动态，深入了解企业客户、消费者对特定技术的需求、态度和使用情况；\n在企业和业务部门层面对广泛的管理问题提供战略分析和建议；\n促进业务部门和职能部门的关键举措的执行。\n", "require": "对于技术有一定了解和较强的学习兴趣，熟悉AI、物联网、云计算、5G、游戏AI、虚拟人行业者优先；\n良好的逻辑思维能力、分析/解决问题能力，愿意投入类似“创业团队”环境；\n良好的沟通/抗压能力，自我驱动，能跟各个团队保持良好的沟通协作关系；\n正直、诚信和自主力；\n理工科优先，英语可以用作工作语言使用。\n"}, {"name": "PCG04-高级后台测试开发工程师（深圳）", "duty": "负责大型测试平台的搭建和建设:包括但不限于接口自动化、后台性能测试平台等建设；\n参与后台架构方案讨论及基础组件开发；\n对产品及项目落地中现网问题跟进，疑难问题攻关；\n对架构设计不合理的地方能提出自己的改进方案并落地实施。", "require": "3年以上相关工作经验，本科以上学历，计算机或相关专业； \n精通后台开发语言至少一种（Java、C++、golang等）,有很好的架构理解力和良好代码规范,Golang优先；\n熟悉linux/unix系统与开发环境,熟悉TCP/IP协议，socket编程； \n熟悉mysql、mongodb等主流数据库操作以及SQL语言；\n精通多种主流自动化工具的技术原理，并有丰富自动化框架设计与开发经验，在大型项目中落地并取得效果；\n熟悉自动化测试领域业界最新技术，熟悉自动化测试在CI和DevOps中的应用，有AI经验优先；\n责任感强、有较强的逻辑思维能力、沟通能力和抗压能力。"}, {"name": "TEG09-机器学习平台专家工程师 ", "duty": " 负责机器学习平台的设计与开发，包括：\n性能优化，持续提升训练性能，包括多机多卡大规模训练优化，数据交换优化，自动化模型设计和参数调优等；\n易用性优化，持续提升平台易用性，降低机器学习应用门槛；\n积极追踪业内AI动态，优化内部技术方案，改进产品性能，不断推进AI架构升级；\n关键技术攻坚项目的带头人，疑难问题的终结者；\n", "require": "硕士及以上学历，计算机，数学或AI相关等专业，5年以上相关工作经验；\n对机器学习及其在互联网行业的应用有深入的理解和浓厚的兴趣；\n对tensorflow, caffe等机器学习框架有深入的理解，主导过相关优化项目；\n有深度学习，强化学习，海量数据处理和并行计算开发经验者； \n有GPU高性能计算，RDMA高性能网络经验者优先；\n有发表过相关论文者优先。"}, {"name": "GY0-Product Operation Manager(Malaysia)", "duty": "• To create multi-format, multi-platform content to go live on a daily, weekly and monthly basis that engages our users and makes them come back for more\n• To develop new ways of reaching audiences through interactivity, live output, social media and more.\n• Make sure there’s a user need for what you are creating by researching the audience and talking to stakeholders.\n• Ensure content complies with all policy, editorial and fair trading guidelines; and compliance is appropriately documented.\n• Attend production meetings and liaise with production company/producer on specific issues;\n• Coordinate program schedules; organize project reviews with creative team and account management\n• Help source directors, producers, talents, audio and video tracks etc; book and attend post production and audio sessions;\n• Writing purchase orders, signing off and process invoices for payment\n• Compile estimates and reconcile projects when complete; complete production paperwork\n", "require": "* Bachelor degree or above; \n* At least 3 years in operations and marketing working experience; \n* Internet & media savvy, great understanding in social media; added advantages if you are a music lover;\n* In-depth knowledge about mobile apps development especially the Malaysia market music market; \n* Excellent cross-cultural communication skills: You need good interpersonal and relationship-building skills in order to work with all internal and external stakeholders; you also need to possess the confidence to deal with senior executives and explain communication plans to them. \n* Self-motivated, willing to learn and take up new challenges; \n* Attention to detail and accuracy\n* Hands-On, Results-Oriented, can work under pressure and can handle multiple tasks at one time\n* Proficient in spoken and written English/Chinese language; fluency in Bahasa Melayu will be an advantage."}, {"name": "25927-WeTest测试架构师", "duty": "负责WeTest云测平台测试架构设计与开发;\n负责自动化测试在业务中的落地;\n负责兼容性测试问题建模与分析积累;", "require": "本科以上学历，3年以上测试经验，熟悉自动化测试，优秀编程能力;\n精通多种自动化工具的技术原理，有移动端自动化框架设计与开发经验;\n熟悉测试领域业界最新技术，熟悉自动化测试在CI和DevOps中的应用;\n熟悉TCP/IP、HTTP、PB等网络编程协议，熟悉Socket网络编程，熟悉Linux系统;\n能够对问题进行建模分析，具备较强的问题分析与总结能力，有AI或大数据分析经验优先;"}, {"name": "18302-国际IP新手游-UE4引擎开发工程师", "duty": "定制开发移动端的高级渲染效果；\r\n从引擎底层及美术资源层面出发，优化游戏运行性能及内存开销；\r\n配合并支持内部团队，针对需求定制增改UE4引擎底层功能，及相关工具。", "require": "本科及以上学历，3年以上游戏从业经验；\n3年以上C++开发经验，2年3D游戏引擎应用开发经验，熟悉UE4引擎更佳；\n熟悉下列中一项或几项：图形渲染、物理引擎、AI、动画、引擎底层基础（例如内存管理等等）。\n能够无障碍阅读英文文献, 能够使用英语进行简单的技术沟通.\n"}, {"name": "15575-游戏高级技术策划（上海）", "duty": "游戏玩法原型关卡的设计和实现，配合关卡策划以及开发团队进行场景和关卡设计管线的建立和优化；\n把控关卡设计工具和管线的规范和调优；\n与技术美术和工具开发专家合作，设计和实现场景关卡、英雄技能等的策划编辑工具并进行优化和维护；\n设计和实现AI行为以及模式玩法元素原型。", "require": "在技术设计、游戏剧情脚本或者关卡设计领域有5年以上经验，参与制作过已发行的3A游戏；\n具有游戏设计和关卡设计的相关知识，了解Moba游戏的场景关卡设计管线；\n熟练掌握主流商业引擎，如UE4. 有一定的脚本能力；\n有很强的动手能力和问题解决能力，能独立完成游戏原型功能设计和实现。"}, {"name": "24012-新手游UI视觉设计师", "duty": "负责项目整体UI视觉风格设定；\r\n负责具体UI的设计与资源输出；\r\n与其他岗位同事配合，跟进并完善UI设计在游戏中的效果。", "require": "三年以上UI设计经验，能适应各种游戏风格；\n扎实的设计功底与优秀的审美能力；\n热爱游戏，对用户和流行趋势有自己的见解；\n严谨认真，富有创意，有团队精神；\n熟练使用Photoshop，AI等设计类软件，有较强手绘能力者优先。"}, {"name": "27193-互娱创意指导（深圳）", "duty": "负责游戏产品、品牌的广告素材的创意、设计以及监制；\r\n负责视频或平面广告制作的前期策划、技术难度评估、监控；\r\n负责相关供应商资源的开发与维护。", "require": "从事视频广告或平面广告工作3年以上，在相关领域中担任美指或导演工作者优先；\r\n有较丰富游戏经验，熟悉国内外游戏行业动态，对游戏美术、动漫等领域有系统的了解；\r\n熟悉相关广告素材制作领域的流程，需要流程制定与监控管理能力与经验；\r\n有较强的艺术鉴赏能力，有创作经验者优先；\r\n需要有手绘layout，脚本撰写等能力；\r\n熟练使用premiere、3D、FCP、AE、PS、AI等软件；\r\n有较好的专业知识广度，能够结合自身设计经验，根据业务需求推动方法论建设以及相关研究工作；\r\n良好的项目管理和沟通表达能力，对行业内的成本构成与业务规范有深入了解；\r\n热爱游戏行业，能接受挑战并承受工作压力。"}, {"name": "HY5-欧美游戏商务经理", "duty": "Top Internet company in China; Here, you have the opportunity to: \n•\tDirectly work with senior management across global and domestic games markets; \n•\tIndependently lead projects / business development initiatives;\n•\tLead negotiations for BD projects, including content licensing, IP licensing, and other collaboration opportunites;\n•\tResponsible for partnership with key accounts of Tencent Games;\n•\tEvaluate global game-related investment and BD opportunities;\n•\tMore importantly, drive development of new opportunities and hands-on incubate new businesses; \n", "require": "We are looking for talents who:\n•\tHave 3-5 years of work experience in strategy consulting, investment banking, or business development in Internet industry;\n•\tEnthusiastic about the game / entertainment industry (Gamer preferred!); \n•\tDemonstrate strategic visions, business insights and in-depth knowledge;\n•\tAre effective team players with excellent communication and interpersonal skills;\n•\tFluent in English and Manderin in terms all aspects;\n•\tGraduated from top universities; \n"}, {"name": "PCG14-算法工程开发工程师（深圳）", "duty": "负责实现AI算法的大规模工程化，将算法的原型落地；\r\n负责分布式机器学习系统的搭建，实现大规模的数据训练和线上运营；\r\n负责分布式机器学习系统的平台和工具建设，在监控、profiling、效果评估等方面提供支持。", "require": "计算机相关专业本科及以上学历，5年以上相关工作经验，其中2年以上算法经验；\r\n熟悉基础机器学习算法及原理，包括深度学习方面的框架使用和调优；\r\n热爱互联网和人工智能技术；具备优秀的编码能力，熟悉linux开发环境，熟悉C++/java和Python语言优先；\r\n良好的数据结构算法基础，良好的代码调试能力，具备丰富的工程实践经验；\r\n熟悉网络通讯，具备网络编程能力，对CACHE,存储,分布式有一定的了解；\r\n熟悉DNN的网络结构和大致的计算过程，熟悉逻辑回归模型，能讲出损失函数的计算；\r\n责任意识，主动好学，善于解决有挑战的技术研究型问题，全路径规划落地能力 ，并予以数据验证。"}, {"name": "25666-融合媒体行业销售Leader(北京/深圳)（深圳总部）", "duty": "\t制定销售策略，确保公司销售目标和盈利能力的实现；\n\t管理并领导销售及售前团队完成年度分配的目标；\n\t确保准确、及时地记录所有销售线索或机会；\n\t成功地管理和参与服务销售和解决方案销售团队，包括基于ROI成本/收益分析的极具吸引力的价值主张；\n\t保持高水平的客户满意度和忠诚度；\n\t为客户提供及时、准确、有竞争力的报价方案以供审批，同时努力保持最大利润率；\n\t控制开支以符合预算准则；\n\t遵守所有公司政策、程序和商业道德规范；\n\t协助和配合所有的市场活动；\n\t确保准确的销售预测，商机开发，并维持运营预算；\nDevelops a sales strategy that ensures attainment of company sales target and profitability;\nManaging & lead the Sales & Presales team to hit assigned target on the yearly basis;\nEnsure all sales leads or pipeline properly recorded on an accurate & timely manner;\nSuccessfully manages and engages the team in services sales and solution selling involving compelling value propositions based on ROI cost/benefit analysis;\nMaintains high levels of customer satisfaction and loyalty with customers;\nProvides timely, accurate, competitive pricing proposal to prospect for approval, while striving to maintain maximum profit margin;\nControls expenses to meet budget guidelines;\nAdheres to all company policies, procedures and business ethics codes;\nAssist and collaborate with all marketing activities;\nEnsures accurate sales forecasting, pipeline development, and maintains the operating budget;\n\n", "require": "?\t拥有学士学位（或具备同等水平的实践经验）或同等学历；\n?\t熟悉媒体行业，有较强的关系网；\n?\t10年以上销售相关工作经验，3年以上高级管理经验；\n?\t熟悉企业软件业务和云计算业务；\n?\t优秀的销售管理，从漏斗模型，以及指导销售过程的能力；\n?\t有管理地理上分散的大型、复杂的专业销售的经验，并且有突出的业绩；\n?\t较强的人员管理技能：能够有效管理人员问题，作出明确承诺，注重问责制，能够公平正直的评估相对业绩，管理自然减员，促进多样性和包容性；\n?\t良好的英语会话能力和写作能力；\n?\t有能力起草和实施成功的销售计划，实现比市场更快的增长，增加公司市场份额，同时具备应对复杂竞争威胁、与合作伙伴共同推动战略决策、管理多个高优先级项目以及在不明确的情况下能够推动业务发展；\n?\t具备向C级决策者销售的成功经验；\nDegree or above in Business Studies or equivalent\nBe familiar with the media industry and have a strong network of contacts;\n10 years or above solid related sales working experience and 3 years or above as Senior\nmanagement;\nGood understanding of Enterprise Software business;\nExcellent sales management from pipeline modelling as well as the ability to coach the\nsales process;\nOutstanding track record of successfully managing a large, complex sales and specialist\norganization that are geographically dispersed;\nStrong people management skills: ability to manage people issues effectively, to set clear\ncommitments, to focus on accountability, to assess relative performance and manage attrition\nand grow diversity and inclusion;\nAbility to speak conversational English & write is an advantage;\nThe proven ability to draft and implement successful sales plans that results in faster than\nmarket growth and increases in market share, along with an executive acumen for addressing\ncomplex competitive threats, drive strategic decisions with partners, manage multiple high\npriority activities, and make appropriate calls to advance the business in ambiguous situation;\nProven success in selling to C-level decision makers;\n  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "25924-机器学习高级研究员（深圳）", "duty": "了解并能熟练应用当前主流机器学习算法，可以跟进相关领域的前沿研究方向；\r\n针对游戏数据挖掘和推荐应用，选择合适的算法并进行相应的开发和工具化；\r\n负责机器学习相关课程的设计和培训。", "require": "3年以上数据挖掘、机器学习相关工作经验，有推荐系统，计算广告和用户运营相关领域经验者优先；\r\n有KDD/ICML/NIPS/ICLR/IJCAI等相关领域顶会论文者优先；\r\n熟悉python/C++/scala/SQL/R，有大数据计算框架如Hadoop,Spark开发经验者优先；\r\n熟悉深度学习，有深度学习相关框架如Tensorflow,Caffe,PyTorch,Mxnet开发经验者优先；\r\n熟悉强化学习，有相关应用经验者优先；\r\n计算机、数学、统计或相关领域硕士或博士学位。"}, {"name": "TEG03-海量计算组组长（深圳）", "duty": "负责内部大数据以及机器学习平台线上稳定性、安全性以及相关平台的产品设计、平台研发，关键技术的攻关，打造世界级的大数据平台；\r\n负责团队的日常管理工作，指导团队的技术发展创新和平台的演进；\r\n负责大数据和AI商业化平台建设以及商业化产品支撑，数据融合架构设计，数据安全管控等，支持内外部业务的大数据与AI平台需求；\r\n管理10-20人的研发团队。", "require": "至少5年以上大数据领域开发经验；\r\n了解业界大数据技术发展趋势，有丰富的企业级应用经验；\r\n深刻理解大数据以及AI相关系统如：Hadoop、Spark、Flink、tensorflow等，熟悉其生态系统架构并具备二次开发经验，在大数据社区具备一定的影响力尤佳；\r\n精通java、python、scala等开发语言；\r\n至少3年以上团队管理经验，优秀的沟通能力、学习能力和团队意识，强大的责任感；\r\n具备项目管理、技术规划、产品运营经验，具备技术深度与前瞻性。"}, {"name": "TEG02-网络运营架构师（深圳）", "duty": "从网络完整生命周期及整体上下游链条综合思考，规划设计网络长期可用性指标体系，对网络架构产品实际可用性负责；\r\n探索研究SDN/NFV/OPENCONFIG/INT等网络通信领域相关前沿技术和方法,持续提升网络整体可用率；\r\n负责网络运营系统的规划设计和实施落地,推进运营开发融合模式(DevOps)深入开展，探索ZTN/AIOPS等新型运营体系的构建，从运营角度持续改进网络监控、故障处理、隐患挖掘、故障预测等相关技术和方法，不断提升运营效率和质量；\r\n深度参与公司基础网络架构设计，针对运营中发现的问题，提出改进建议，协同规划及建设team形成闭环处理。", "require": "极强的责任心、上进心和抗压能力，紧跟网络通信领域前沿技术，长期保持积极的学习态度；\r\n本科以上学历，5年以上中大型IP网络运营维护经验或网络领域相关经验，熟悉IP网络架构及相应的技术，有较强的逻辑分析和故障排查能力；\r\n精通路由交换协议原理，熟练掌握SDN体系架构原理、技术应用，熟悉Linux系统原理和相关操作；\r\n具有以下一项或多项的经验：C，C ++，Java，Python，Go，Perl，Ruby或shell脚本；\r\n沟通能力强，具备很强的团队协作意识，善于主动思考和自我驱动；\r\n良好的分析和解决问题的能力，对数据敏感，有较好的数据运营意识；\r\n具有以下一项或多项的经验者优先：\r\n1)有运营商或大型数据中心网络运营工作经验；\r\n2)有网络设备产品或网络自动化开发经验。"}, {"name": "30361-天天P图相机类产品策划岗（上海）", "duty": "负责相机产品的竞品分析、用户研究、制定具体产品方案；\n把控相机效果，能科学评测出效果好坏，并给出优化方向；\n利用AI技术、深度学习探索相机新能力和效果，主导将新技术转化为产品功能。", "require": "本科及以上学历；\n3年以上互联网产品策划经验，做过相机类产品优先；\n熟悉市面上的相机软件，了解行业趋势，对相机效果精益求精；\n具有较强的技术理解力，能快速捕捉行业新技术；\n具有专业的数据分析能力，以数据驱动产品；\n喜欢拍照、擅长P图、追求时尚；\n极高的工作热情、良好的沟通协作能力。"}, {"name": "23674-算法工程师（LB）", "duty": "负责内容产品的个性化推荐算法研究，跟进前沿算法在推荐系统的创新应用，比如负责用户表示学习，LSTM/Transformer/Graph Embedding对用户行为建模；\n负责研究排序模型，Listwise排序模型，多目标的网络设计实现、强化学习RL在App 内消费互动的建模等。\n研究的算法能影响每天上亿用户的消费，内容形态丰富包括图像、文本、视频、音频，研究的算法需要能应用到产品中，面对高并发的场景，算法工程都充满挑战\n有较好的Machine Learning System的系统编程能力的优先", "require": "1）深入科研能力强，动手能力强，能独立分析解决问题，跟进最新算法前沿进展并能应用和创新；\n2）有较好的系统编程能力，实战能力好；\n3）熟练掌握Tensorflow/Caffe/PyTorch/Mxnet一种框架开发；\n4）有推荐系统/搜索/广告等相关算法经验的优先；\n5）有NIPS/ICML/IJCAI/RecSys/AAAI/KDD等顶会或期刊论文者优先；\n6）熟悉python/C++/scala，有大数据计算框架如Hadoop,Spark开发经验者优先；\n7）有大规模机器学习研究或分布式计算经验优先，在并行算法优化、并行通信优化有经验"}, {"name": "23292-英雄联盟创意指导", "duty": "负责英雄联盟游戏的产品、品牌的广告素材的创意、设计以及监制；\n负责视频或平面广告制作的前期策划、技术难度评估、监控；\n负责相关供应商资源的开发与维护。\n \n", "require": "从事视频广告或平面广告工作3年以上，在相关领域中担任美指或导演工作者优先；\n有较丰富游戏经验，熟悉国内外游戏行业动态，对游戏美术、动漫等领域有系统的了解；\n熟悉相关广告素材制作领域的流程，需要流程制定与监控管理能力与经验；\n有较强的艺术鉴赏能力，有创作经验者优先；\n需要有手绘layout，脚本撰写等能力；\n熟练使用premiere、3D、FCP、AE、PS、AI等软件；\n有较好的专业知识广度，能够结合自身设计经验，根据业务需求推动方法论建设以及相关研究工作；\n良好的项目管理和沟通表达能力，对行业内的成本构成与业务规范有深入了解；\n英雄联盟玩家，热爱游戏行业，能接受挑战并承受工作压力。"}, {"name": "31506-腾讯云-ToB金融风控产品经理（深圳）", "duty": "打造以反欺诈能力和风控能力为核心的产品体系。将一流的大数据风控能力，通过数据和产品的形式，服务于腾讯云生态合作伙伴，繁荣普惠金融业务。\n\n熟悉线上借贷业务，在业务贷前、贷中、贷后多个环节，输出风控能力，帮助业务方解决痛点，助力客户客户成功；\n整合腾讯天御能力，探索不同借贷场景的痛点和解决方案。如：线上个人贷款、小微企业贷款、车贷、信用卡循环授信等等；\n整合金融科技和风控科技能力，在不同金融行业中落地。如：传统银行、信贷、信用卡、互联网金融、消费金融、保险、证券等等。", "require": "3-5年互联网产品经理工作经验，有金融相关业务及数据工作经验，有金融及风控经验尤佳；\n具备良好的商业sense和产品服务规划能力，能够找准业务痛点和客户需求，形成产品解决方案；\n有较强的沟通协作能力，自我驱动和创新意识，将需求落地成可执行的产品服务；\n不一定要会机器学习和数据建模工作经验，但是明白AI技术在金融科技中的使用场景和实现路径；\n在大数据风控领域有宽阔的视野。"}, {"name": "RP-HRIT系统研发团队Leader", "duty": "负责领导研发团队高质高效的进行人力资源业务领域的产品及系统研发，创新及交付\n", "require": "\"1、\t计算机相关专业本科及以上学历，8年以上软件开发经验，3年以上团队管理经验\n2、\t精通Java开发语言\n3、\t熟悉微服务架构及基于微服务架构的企业信息系统的软件设计和开发\n4、\t熟悉分布式，高并发，高可用，高可扩展性企业信息系统的软件设计和开发\n5、   熟悉Sql/NoSQL开发，熟悉常见大数据基础组件如Flume/Hadoop/Spark/Storm/Kafka等\n6、   能够有很好的技术结合业务思维，具备较强的分析和解决问题能力和团队协作能力\n7、\t具有优秀的沟通技巧、团队领导经验、敬业精神和学习能力，善于主动思考和自我驱动\n8、   熟悉devops，容器技术，有基于容器云构建云原生应用经验者优先\n9、\t具有大型人力资源IT系统软件设计及开发经验者优先\n10、\t有大数据分析、AI相关领域实践经验者优先\"\n"}, {"name": "15614-MMORPG战斗系统策划师（上海）", "duty": "MMORPG战斗模块相关工作的设计参与和制作跟进；\r\n主要参与战斗模块各种战斗体验玩法、怪物AI、BOSS设计、技能设定及表现力设计和制作等；\r\n参与和支持战斗模块整体能力追求构架&平衡性测试。", "require": "有完整MMORPG项目开发经验，至少3年以上战斗模块工作经验(武侠类MMORPG开发经验者优先)；\r\n热爱游戏行业，游戏体验丰富，至少深入了解或研究过一两款大型MMORPG；\r\n具备一定的数值理解能力或设计功底，对主流游戏的PVE模块、战斗模块&玩家能力构成形式、设计方法和体验乐趣都有一定的研究和心得（热衷战斗模块相关设计，动作类游戏体验丰富者优先）；\r\n熟悉中国传统文化，对“武侠”有较大的兴趣和一定的研究；\r\n易沟通、善沟通，逻辑思维、分析能力强；\r\n感染力强，勇于创新，有主见，能配合，能承担一定压力。"}, {"name": "CSIG17-X86体系结构工程师", "duty": "优化腾讯云系统软件在intel cpu上性能，测试intel cpu细节特性及其性能，对内支持业务部门对intel cpu的最佳实践。", "require": "1、系统阅读过intel sdm和intel 优化手册，对intel cpu的微架构有深刻的认识。\n2、擅长使用cpu中pmu来定位问题，优化程序在CPU执行引擎中的并行度，提升程序的IPC。\n3、擅长simd指令集，能够用sse，avx指令改写通用库，优化图像处理，AI训练等计算密集型系统。"}, {"name": "CSIG17-腾讯云行业产品高级测试工程师", "duty": "1.负责腾讯云 ToB、ToG 业务的功能测试、性能测试、接口测试、安全性测试、自动化测试、准测试验收、交付测试。\n2. 制定测试策略，编写测试计划、测试用例和测试脚本，执行测试；维护测试环境。\n3. 规划和设计符合产品特点的测试平台、工具，优化产品研发测试过程，提升研发效能。\n4. 进行缺陷跟踪定位，协助开发工程师解决问题等。\n5. 对产品、流程提出持续性改进意见和架构优化建议。\n6.负责跟行业产品的验收，提前达成项目需求，确保交付和质量。", "require": "1. 计算机相关专业, 本科及以上学历，5年以上测试开发或者专项测试工作经验， 具备扎实的计算机和软件技术基础。\n2. 具备丰富的大型复杂系统软件开发或者测试经验，有较强的分析设计能力，测试框架研发和方案整合能力。\n3. 熟悉 open stack组件框架，熟悉云计算、虚拟化、存储、数据库、大数据、网络、AI 等测试经验；\n4. 精通性能测试、自动化测试、安全测试、高可用测试及白盒测试领域\n5. 至少精通一种编程语言如Python/Go/Shell/C/C++/Java，能熟练编写测试代码和测试工具\n6.有ToB、ToG 等交付类项目测试经验者优先、有工业互联网云产品测试经验优先。\n7. 工作积极主动，善于沟通和团队合作，理解和适应变化。"}, {"name": "25664-政务民生售中咨询顾问（北京）", "duty": "分析现有项目的市场机会，跟踪国家政策，及时向部门领导推送行业走向和潜在的机会信息；\n主动进行客户交流，业务和需求分析，为客户提供信息化诊断分析，提供腾讯云整体技术平台、业务和技术支持层面的架构咨询服务，并为客户进行解决方案的设计和优化； \n支持售前技术方案细节，协助方案宣讲、产品POC、方案撰写等；\n指导实施团队进行解决方案的上线落地，基于腾讯的技术架构和优势产品，整合合作伙伴产品能力，交付满足客户需求的业务解决方案。", "require": "本科以上学历，计算机相关专业，5年以上政府行业IT咨询顾问经验；\n具备敏感的市场意识，能准确、及时地获得行业动态及客户需求，较强的项目策划能力、精通业务分析、系统架构、功能规划，较强的客户引导能力；\n具有较强的责任心，能有效协调、组织有关人员共同编制、提交高质量的投标书，具有独立讲标答辩能力；\n具备快速学习、理解和运用能力，精通客户业务知识，积极创新，善于策划，能够拓展本业务线的新客户、新业务、新领域、新模式；\n熟练掌握常用的分布式技术栈，包括通信、计算、存储、数据库和管理；\n熟悉传统政务应用架构以及SOA、微服务体系，熟悉Hadoop大数据体系，对于云原生、AI、区块链、IoT等有所了解；\n具备传统政务行业集成厂商工作经验者优先，主导过亿级政务项目规划落地者优先。\n"}, {"name": "25664-政务民生售中咨询顾问（广州）", "duty": "分析现有项目的市场机会，跟踪国家政策，及时向部门领导推送行业走向和潜在的机会信息；\n主动进行客户交流，业务和需求分析，为客户提供信息化诊断分析，提供腾讯云整体技术平台、业务和技术支持层面的架构咨询服务，并为客户进行解决方案的设计和优化； \n支持售前技术方案细节，协助方案宣讲、产品POC、方案撰写等；\n指导实施团队进行解决方案的上线落地，基于腾讯的技术架构和优势产品，整合合作伙伴产品能力，交付满足客户需求的业务解决方案。", "require": "本科以上学历，计算机相关专业，5年以上政府行业IT咨询顾问经验；\n具备敏感的市场意识，能准确、及时地获得行业动态及客户需求，较强的项目策划能力、精通业务分析、系统架构、功能规划，较强的客户引导能力；\n具有较强的责任心，能有效协调、组织有关人员共同编制、提交高质量的投标书，具有独立讲标答辩能力；\n具备快速学习、理解和运用能力，精通客户业务知识，积极创新，善于策划，能够拓展本业务线的新客户、新业务、新领域、新模式；\n熟练掌握常用的分布式技术栈，包括通信、计算、存储、数据库和管理；\n熟悉传统政务应用架构以及SOA、微服务体系，熟悉Hadoop大数据体系，对于云原生、AI、区块链、IoT等有所了解；\n具备传统政务行业集成厂商工作经验者优先，主导过亿级政务项目规划落地者优先。\n"}, {"name": "25664-政务民生售中咨询顾问（深圳）", "duty": "分析现有项目的市场机会，跟踪国家政策，及时向部门领导推送行业走向和潜在的机会信息；\n主动进行客户交流，业务和需求分析，为客户提供信息化诊断分析，提供腾讯云整体技术平台、业务和技术支持层面的架构咨询服务，并为客户进行解决方案的设计和优化； \n支持售前技术方案细节，协助方案宣讲、产品POC、方案撰写等；\n指导实施团队进行解决方案的上线落地，基于腾讯的技术架构和优势产品，整合合作伙伴产品能力，交付满足客户需求的业务解决方案。", "require": "本科以上学历，计算机相关专业，5年以上政府行业IT咨询顾问经验；\n具备敏感的市场意识，能准确、及时地获得行业动态及客户需求，较强的项目策划能力、精通业务分析、系统架构、功能规划，较强的客户引导能力；\n具有较强的责任心，能有效协调、组织有关人员共同编制、提交高质量的投标书，具有独立讲标答辩能力；\n具备快速学习、理解和运用能力，精通客户业务知识，积极创新，善于策划，能够拓展本业务线的新客户、新业务、新领域、新模式；\n熟练掌握常用的分布式技术栈，包括通信、计算、存储、数据库和管理；\n熟悉传统政务应用架构以及SOA、微服务体系，熟悉Hadoop大数据体系，对于云原生、AI、区块链、IoT等有所了解；\n具备传统政务行业集成厂商工作经验者优先，主导过亿级政务项目规划落地者优先。\n"}, {"name": "30934-海外公共关系及推广经理/资深经理 Manager/Senior Manager of Public Relations and Promotion ", "duty": "We are looking for a Senior Public Relations (PR) and Promotion Manager to organize and global PR strategy and ensure effective communication with internal/external stakeholders including global medias and the public, be part of the important strategy of the Global Games Publishing Business in Tencent.\nAs a Senior PR Manager, you should be an organized professional who is able to handle a crisis. We expect you to have a creative mind and excellent communication skills. If you are also confident in your public speaking and project management abilities, we’d like to meet you. Your goal will be cultivating a positive product and brand image for Tencent Games.\nThis is a full-time position based at Tencent headquarters in ShenZhen, China.\n\nKey Responsibilities\n•\tEstablish and maintain relationships with consumer, community, employee, and public interest groups.\n•\tWriting press releases and other media communications to promote products and brand. Prepare and distribute press releases. \n•\tPlanning or directing the development of programs to maintain favorable public and stakeholder views of the organization's agenda and accomplishments.\n•\tStudying the organization's objectives, promotion activities, and needs to build public relations strategies that influence public opinion and promote products, ideas, and services.\n•\tConferring with managers to identify trends and group interests and providing advice on communication decisions.\n•\tMonitoring media coverage and prepare regular evaluation reports. Addressing inquiries from the media and other parties. \n•\tTracking media coverage and follow industry trends.\n•\tResponding to the media during crisis PR events or negative incidents, managing PR issues.", "require": "Qualifications\n•\tExperience managing international media relations (online, broadcast and print).\n•\tExperience handling a press conference.\n•\tAbility to work on big strategic plans as well as day-to-day tasks.\n•\tProject and budget management skills.\n•\tUnderstanding of social media and solid experience working with agencies.\n•\tKnowledge of marketing communication.\n•\tAbility to pitch to international media and agencies.\n•\tAbility to run global PR campaigns that deliver measurable results and meet objectives.\n•\tDeadline-oriented, inquisitive, with great follow-up and reporting skills.\n•\tCreativity in securing coverage and buzz with online outlets.\n•\tExcellent written and verbal communication skills.\n•\tAbility to think both creatively and strategically.\n•\tCreativity and problem-solving aptitude.\n•\tResponds well under pressure with the strict time limit.\n•\tQuick and enthusiastic learner.\n•\tProficient in MS Office and international social media.\n•\tBSc/BA in Public Relations, Journalism, Communications or a related field.\n•\tBilingual in English and Chinese.\n•\tKnowledge of additional languages other than English is a plus."}, {"name": "30934-海外社群内容策略关系管理经理 Community Strategy Manager（深圳总部）", "duty": "The role will work closely with internal teams as well as external parties to define and drive international community management strategy for Tencent Games, its franchises and products, be part of the important strategy of the Global Games Publishing Business in Tencent.\nYou will plan, define and deliver clear community strategy for all game titles with regards to Tencent Games and work with relevant parties to accomplish goals set by those parties. This is a full-time position based at Tencent Global Headquarters in ShenZhen, China.\nKey Responsibilities:\n• Be an one-stop community strategy boutique, able to define, plan, and iron out community strategies across the global market, ensuring its consistency with Tencent Games global strategy.\n• Devise plans, clear goals, and strategies around specific areas of community management: social media, influencer management, content strategy and more.\n• Establish a strong working relationship with the development and marketing teams within Tencent to optimize synergies and efficiencies.\n• Working closely with and supporting User Acquisition, Design, and Marketing teams to align with their strategy and become more efficient with delivering value to all game teams.\n• Ensuring strong and regular communication to all internal teams with clear updates on a consistent basis.\n• Plan and organize workload across the team, giving regular synchronization of information and clearly\ndefining next steps of strategy creation.\n• Analyze and deliver insightful reports in regard to competitor activity, growth, monitoring, and learnings that\ncan be extracted from each of them and be applicable to Tencent products in the shortest period possible.", "require": "Knowledge, Skills and Experience\n• 3+ years’ experience with strong and demonstrable track record within games, technology or entertainment industry.\n• Strong relationships with partners, agencies and other third-party companies.\n• Excellent written skills, including internal communication and presentation skills.\n• Team player with outstanding communication skills. Comfortable with handling ambiguity and collaborate\nacross different functional teams and departments.\n• Have an entrepreneurial spirit and be self-starter, including the ability to work independently and\nautonomously.\n• Ability to consistently deliver quality results under pressure, working and influencing decisions of various\nstakeholders.\n• Ability to travel as needed and required by the company to accomplish certain goals set in those plans.\n• Quick and enthusiastic learner.\n• Proficient in MS Office and international social media.\n• BSc/BA in Public Relations, Journalism, Communications or a related field.\n• Bilingual in English and Chinese is a plus."}, {"name": "30934-海外平台资深产品经理Senior Product Manager of Community Platform", "duty": "\nThe role will work closely with internal teams as well as external parties to define and drive international community product strategy for Tencent Games, its franchises and products, be part of the important strategy of the Global Games Publishing Business in Tencent, with strong focus on long-term vision of what overseas community product strategy is going to be for Tencent Games moving forward.\nYou will plan, define and deliver clear product strategy for all game titles with regards to Tencent Games and work with relevant parties to accomplish goals set by those parties. This is a full-time position based at Tencent Global Headquarters in Shenzhen, China.\nKey Responsibilities:\n• Create product plans, roadmap and product documentation, define clear goals, and clear strategies for multiple community products under Tencent Games umbrella.\n• Establish a strong working relationship with the development and marketing teams within Tencent to optimize synergies and efficiencies.\n• Ensure strong and regular communication to all internal teams with clear updates on a consistent basis.\n• Work closely with and supporting Community, Design, and Marketing teams to align with their strategy and become more efficient\nwith delivering value to all game teams.\n• Strong focus on building meaningful and long-term strategy with players, teams, content creators, and other organic players of Tencent Games for mutually beneficial long-term future.\n• Plan and organize workload across the team, giving regular synchronization of information and clearly defining next steps of product creation and iteration.\n• Collaborate with marketing and community teams to create most fitting and on-brand product marketing strategy to promote global community expansion strategy for Tencent Games.", "require": "Knowledge, Skills and Experience\n• 3-5 years’ product management experience with strong and demonstrable track record within games, technology or entertainment industry.\n• Bachelor’s degree or relevant business/information technology experience.\n• Demonstrable experience with partners, agencies, creators and other relevant third-parties.\n• Excellent English and Mandarin written skills, including internal communication and presentation skills.\n• Team player with outstanding communication skills. Comfortable with handling ambiguity and collaborate across different functional\nteams and departments.\n• Ability to kickstart a brand-new product plan with organic community building strategy in mind and effectively deliver results in a short period of time.\n• Have an entrepreneurial spirit and be self-starter, including the ability to work independently and autonomously.\n• Excellent track record of delivering product strategies that yielded demonstrable results for both the company and users.\n• Ability to consistently deliver quality results under pressure, working and influencing decisions of various stakeholders.\n• Ability to travel as needed and required by the company to accomplish certain goals set in those plans.\n• Mindset to grow beyond a single title, with agile mindset of adapting to ever-changing community development trends within the gaming industry."}, {"name": "30934-资深海外电竞策略经理Senior Manager of Esports Business and Strategy", "duty": "The role will work closely with internal teams as well as external parties to define and drive international esports strategy for Tencent Games, its franchises and products, be part of the important strategy of the Global Games Publishing Business in Tencent, with strong focus on long-term vision of what overseas esports strategy is going to be for Tencent Games moving forward.\nYou will plan, define and deliver clear esports strategy for all game titles with regards to Tencent Games and work with relevant parties to accomplish goals set by those parties. This is a full-time position based at Tencent Global Headquarters in Shenzhen, China.\n\nKey Responsibilities:\n• Devise esports plans, clear goals, and clear strategies for multiple games under Tencent Games umbrella.\n• Establish a strong working relationship with the development and marketing teams within Tencent to optimize synergies and efficiencies.\n• Ensure strong and regular communication to all internal teams with clear updates on a consistent basis.\n• Work closely with and supporting User Acquisition, Design, and Marketing teams to align with their strategy and become more efficient with delivering value to all game teams.\n• Strong focus on building meaningful and long-term strategy with players, teams, influencers, and other organic players of Tencent Games for mutually beneficial long-term future.\n• Plan and organize workload across the team, giving regular synchronization of information and clearly defining next steps of strategy creation.\n• Collaborate with branding teams to create most fitting and on-brand content marketing strategy to promote esports\n", "require": "Knowledge, Skills and Experience\n• 3-5 years’ esports experience with strong and demonstrable track record within games, technology or entertainment industry.\n• Successful completion of a bachelor’s degree or relevant business/information technology experience.\n• Strong relationships with partners, agencies, clubs and other relevant third-parties.\n• Excellent English and Mandarin written skills, including internal communication and presentation skills.\n• Team player with outstanding communication skills. Comfortable with handling ambiguity and collaborate across different functional teams and departments.\n• Ability to kickstart a brand new esports plan and organic community building strategy from the ground up andeffectively deliver results in a short period of time.\n• Have an entrepreneurial spirit and be self-starter, including the ability to work independently and autonomously.\n• Excellent track record of establishing meaningful content engagement strategies that yielded demonstrable results for both the company and esports audience that is being engaged.\n• Ability to consistently deliver quality results under pressure, working and influencing decisions of various stakeholders.\n• Ability to travel as needed and required by the company to accomplish certain goals set in those plans.\n• Mindset to grow beyond a single title, with agile mindset of adapting to ever-changing esports trends within the gaming industry."}, {"name": "TB-投资经理", "duty": "·Leading industry research and building deep domain knowledge;\n·Leading the whole investment process, including target evaluation, due diligence, negotiations, structuring deal terms and execution for sizable deals;\n·Building a broad network, sourcing and driving deals;\n·Driving team-based sharing.", "require": "·A high level of integrity, dedication and motivation;\n·Strong interest in the Internet sector and investment;\n·Deep critical thinking, a strong drive for change, team-oriented;\n·Strong analytical, communication and problem solving skills; structured logical reasoning and a strong ability to prioritize;\n·Bachelor’s, Master’s and/or PhD degree(s) from top schools;\n·3-5 years of work experience in PE/VC, IB, consulting or another intellectually challenging position;\n·Fluency in English and Chinese."}, {"name": "CSIG14-金融风控策略", "duty": "负责应用大数据和机器学习技术，建立反欺诈风控模型，为各类金融业务（贷前反欺诈、营销反欺诈、交易反欺诈）提供风控服务；\n支持安全云业务的数据统计分析和监控体系建设，通过业务指标体系反映运营状况。", "require": "精通统计分析方法、机器学习基础理论，要求有2年以上相关工作经验。有博士以上学位，或者大型互联网公司AI开发经验，或者大型银行大数据风控经验者优先。\r\n熟悉Hadoop等分布式系统，有Map/Reduce或分布式数据仓库开发经验者优先；\r\n熟练掌握数据分析体系架构、方法和相关数据建模知识，有海量数据分析经验；\r\n有一定的linxu/unix使用经验，熟悉基础命令操作简单shell、python等脚本编写； \r\n责任心强，有良好的沟通能力和团队协作能力。"}, {"name": "PCG04-后台开发工程师（上海）", "duty": "负责PCG内容质量评测平台的开发以及质量保障工作，和业务团队人员密切合作提供数据服务、算法评估、仿真实验，提高算法研发工程效率；\n服务于公司内的内容推荐类产品线，侧重在内容质量以及内容处理算法的效果评估；\n有强烈的产品Sense，对用户体验敏感，能够综合运用技术/产品/运营方案，提升终端用户体验；\n平台产品包括但不限于：评测素材管理系统，评测能力AI建模，自动化评测执行系统，数据分析/BI报表。", "require": "3年以上Unix/Linux操作系统下的项目的开发经验;\n大数据相关平台产品、应用和工具等经验，或者算法、策略测试经验；\n具备不错的编程能力，掌握一门以上编程语言，C/C++/Python/Golang；\n有NLP或图形图像处理、视频处理相关经验优先；\n对互联网质量保证领域有强烈的兴趣，有互联网测试开发经验优先；\n学习能力强，拥有优秀的逻辑思维能力，良好沟通交流能力，强烈的责任心和团队合作精神。"}, {"name": "15575-《王者荣耀》高级引擎开发工程师-通用技术方向（成都/上海）", "duty": "负责游戏客户端引擎技术研发与维护；\r\n产品需求的技术可行性评估, 程序框架及技术方案的设计和具体实现；\r\n协助美术/策划建立高效的游戏内容制作规范和流程, 完善并持续优化工具链；\r\n针对游戏特性对游戏引擎进行优化改造, 指导Gameplay程序员正确高效地使用引擎相关功能。", "require": "3年以上C/C++及游戏客户端研发经验, 至少参与过一款3D游戏引擎的研发维护工作, 对游戏研发相关技术有系统的了解并保持学习和关注；\r\n扎实的算法和数学基础, 系统全面的软件研发领域知识(计算机系统, OS、数据结构等)；\r\n具备良好的分析解决问题能力, 责任心强, 有较高的自我管理和任务跟进推动能力；\r\n在框架设计、渲染、动画, 网络同步, 物理、游戏AI等其中某一技术领域有丰富的经验；\r\n丰富的引擎开发实践经验, 了解其关键技术实现原理, 有实际的二次开发维护经验，同时能跟进引擎技术的新技术发展；\r\n出色的学习和技术研究应用能力, 良好的团队协作能力, 善于沟通, 敬业专注；\r\n有Geek精神, 良好的内驱力，热爱游戏，有梦想有追求。"}, {"name": "15575-《王者荣耀》游戏引擎开发工程师-UE4方向（上海）", "duty": "产品需求的技术可行性评估, 程序框架及技术方案的设计和具体实现；\n协助美术/策划建立高效的游戏内容制作规范和流程, 完善并持续优化工具链；\n针对游戏新特性对游戏引擎进行优化改造。", "require": "本科及以上学历，计算机相关专业；\n有C/C++及游戏客户端研发经验, 至少参与过一款3D游戏引擎的研发维护工作, 对游戏研发相关技术有系统的掌握并保持学习和关注；\n扎实的算法和数学基础, 系统全面的软件研发领域知识(计算机系统, OS、数据结构等)； 具备良好的分析解决问题能力, 责任心强, 有较高的自我管理和任务跟进推动能力；\n在框架设计、渲染、动画, 网络同步, 物理、游戏AI等其中某一技术领域有丰富的经验； 丰富的3D游戏引擎实践经验, 了解其关键技术实现原理, 并有实际的二次开发维护经验；\n出色的学习和技术研究应用能力, 良好的团队协作能力, 善于沟通, 敬业专注；\n热爱游戏行业，对技术有极客精神。"}, {"name": "15575-《王者荣耀》UE4客户端开发工程师（上海）", "duty": "负责UE4游戏客户端功能的开发和调试，包括但不限于游戏核心玩法逻辑、战斗系统以及玩法工具等；\n与美术、策划及后台程序进行良好的沟通，实现具体需求，提升游戏体验，提高游戏品质；\n结合引擎技术和玩法实现持续对客户端性能进行优化；\n结合当前前沿技术，完善并持续优化开发工具链，优化及提升开发制作流程。", "require": "计算机相关专业本科以上学历；3年以上游戏开发经验；2年以上UE4游戏开发经验；\n优秀的数学逻辑功底；良好的C++编程功底，良好的数据结构、算法功底；\n能坚持编写高质量、高效率代码；\n沟通良好，具备良好的团队开发意识。热爱游戏行业，对游戏玩法实现有自己的追求。\n有在UE4引擎上对游戏进行性能分析经验，熟悉UE4引擎底层架构设计优先；\n对游戏技术特定领域(比如图形渲染、AI、 动画、物理)有深入研究者优先;"}, {"name": "15575-《王者荣耀》Gameplay开发资深程序（上海）", "duty": "使用UE4引擎构建游戏Gameplay架构，负责核心部分开发；\n带领Gameplay开发团队，包括但不限于制定团队目标，分配、指导、验收团队成员工作；\n开发游戏核心玩法逻辑，建立与各团队良好合作关系；", "require": "本科以上学历，5年以上游戏开发经验，有高品质网游开发经验、商业游戏引擎开发经验者优先；\n2年以上团队管理经验，有成功上线高品质项目经历者优先；\n具备扎实的算法数学基础，熟练掌握软件研发领域知识(包括但不限于计算机系统、OS、数据结构等)；\n了解游戏研发技术领域，在某一技术领域有丰富经验者优先（包括但不限于框架设计、渲染、动画、网络同步、物理、游戏AI）；\n热爱游戏行业，具备良好的沟通能力、团队协作能力，自驱力强，抗压能力强；"}, {"name": "GY0-Business Development Manager (Cloud Solutions)", "duty": "•\tUtilize networking and prospecting skills to generate leads and identify sales opportunities\n•\tDevelop strategic plans based on industry trending and customer analysis\n•\tAchieve/exceed sales goals, sustain revenue growth and execution of strategic plan to drive account growth and revenue potential\n•\tDevelop and manage high-value relationships with customer key stakeholders\n•\tPreparation and execution of strategic account plans, status reports, sales and revenue forecasting and quota attainment\n•\tBe an expert on Tencent’s cloud offerings, to identify and understand customers need and provide the right solutions\n•\tWork closely with the Solutions Architect Team in delivering and ensuring customers, in formulating the right solutions to customers\n", "require": "•\tBachelor’s degree in Computer Science, Information Technology, or similar qualification, MBA is a plus\n•\t5 to 10 year’s Enterprise Sales or Business Development experience\n•\tTrack record of selling cloud services, experience selling at C-level, with strong influencing skills and ability to operate across all levels of an organization\n•\tGood knowledge in Private and Public Cloud (AWS or Azure Solution Architect certification preferred)\n•\tExtensive experience working in the region and cross-functional organization, mainland China experience will be an advantage\n•\tExcellent presentation, verbal and written communication skills in fluent English and Chinese (Mandarin)\n•\tPositive attitude, warm and inviting personality, team oriented\n•\tAbility and willingness to travel up to 25% (Shenzhen)\n"}, {"name": "20503-计算机视觉高级研究员（上海）", "duty": "负责计算机视觉和深度学习基本算法的开发与性能提升，涉及的主要问题包括但不限于：物体检测、分类、语义分割和图像处理等；\n推动计算机视觉算法和深度学习在众多实际应用领域的性能优化和落地；提出和实现最前沿的算法，保持算法在工业界和学术界的领先；\n在以下子领域之一有研究经历：few shot learning、domain adaptation、out-of-distribution detection。", "require": "熟练掌握计算机视觉和深度学习的基本方法；\n优秀的分析问题和解决问题的能力，对解决具有挑战性的问题充满激情；\n较强的算法实现能力，熟练掌握 C/C++ 编程，熟悉深度学习平台如caffe，tensorflow等；\n有较强的研究能力，如在领域顶级会议如CVPR，ICCV，ECCV，NIPS等发表过高质量论文；\n有较强的代码能力，如在开源社区有影响力、有学术比赛经验、或者在主流数据集的Leaderboard上排名靠前。"}, {"name": "15618-RPG战斗系统核心策划", "duty": "MMORPG手游基础战斗模块相关工作的设计参与和制作跟进；\r\n根据基础模块的整体构架&数值要求，主要参与基础战斗模块各种战斗体验玩法、怪物AI、技能设定及表现力、特色系统的设计和制作等；\r\n参与和支持战斗模块整体能力追求构架&平衡性测试。", "require": "本科及以上学历；\r\n有完整RPG或相关手游项目开发经验，至少3年以上战斗模块工作经验(次时代游戏开发经验者优先)；\r\n热爱游戏行业，游戏体验丰富，至少深入了解或研究过一两款大型MMORPG；\r\n具备一定的数值理解能力或设计功底，对主流游戏的战斗模块&玩家能力构成形式、设计方法和体验乐趣都有一定的研究和心得(热衷战斗模块相关表现设计,动作类游戏体验丰富)；\r\n易沟通、善沟通、逻辑思维、分析能力强。感染力强、勇于创新、有主见、能配合、能承担一定压力。"}, {"name": "15851-游戏编辑器技术策划", "duty": "探索前沿技术及游戏产品的契合点，游戏编辑器功能的设计和实现，配合进行场景、关卡、编辑器管线的建立和优化；\n把控关卡设计工具和管线的规范和调优；\n与技术美术和工具开发专家合作，设计和实现场景关卡、3C动作、技能、地形等的编辑工具并进行优化和维护；\n结合编辑工具，使用脚本进行模式玩法原型、关卡与AI行为等内容的制作。", "require": "在技术设计、游戏剧情脚本或者关卡设计领域有5年以上经验，参与制作过已发行的3A游戏；\n具有游戏设计和关卡设计的相关知识，了解各类型游戏的编辑器设计管线； \n熟练掌握主流商业引擎，如Unity、UE4；具备优秀的脚本能力；\n良好的动手能力和问题解决能力，能独立完成游戏原型功能设计和实现；\n善于沟通，有策划思维，能够站在关卡策划的角度思考管线的建立和优化。"}, {"name": "15851-游戏关卡技术策划", "duty": "探索前沿技术及游戏产品的契合点，游戏玩法原型关卡的设计和实现，配合关卡策划以及开发团队进行场景和关卡设计管线的建立和优化；\n把控关卡设计工具和管线的规范和调优；\n与技术美术和工具开发专家合作，设计和实现场景关卡、3C动作、技能等的策划编辑工具并进行优化和维护；\n结合编辑工具，使用脚本进行模式玩法原型、关卡与AI行为等内容的制作。", "require": "在技术设计、游戏剧情脚本或者关卡设计领域有5年以上经验，参与制作过已发行的3A游戏； \n具有游戏设计和关卡设计的相关知识，了解各类型游戏的场景关卡设计管线；\n 熟练掌握主流商业引擎，如Unity、UE4；\n具备优秀的脚本能力；\n良好的动手能力和问题解决能力，能独立完成游戏原型功能设计和实现；\n善于沟通，有策划思维，能够站在关卡策划的角度思考管线的建立和优化。\n"}, {"name": "29777-金融云银行行业业务架构师", "duty": "为金融行业大客户和合作伙伴提供行业解决方案，具体岗位职责：\n1) 分析金融行业，尤其是银行行业的行业发展趋势；\n2) 从行业客户的视角切入，梳理腾讯及合作伙伴资源，制定有竞争力的行业解决方案；\n3) 支持业务团队进行售前工作，并配合相关的售中/后等相关业务工作；\n4) 为关键客户提供业务方案咨询服务，配合技术架构师进行方案的落地工作；\n5) 对实施中和交付后的项目从业务角度进行跟进，确保实施项目的客户价值得到实现；\n6) 作为腾讯云的业务解决方案代言人，进行行业布道，推广腾讯云在的行业应用。", "require": "本科以上学历，5年以上的银行业务规划/解决方案设计经验，优秀的沟通能力以及抗压能力，需熟悉以下银行业务领域的一项或者多项：\n熟悉银行的互联网业务系统的规划与实施，例如：互联网银行的业务规划、产品规划；\n熟悉银行业务系统咨询规划或实施，了解银行网点转型规划，利用互联网技术提升网点效能最佳； \n熟悉金融行业系统的设计，了解如何利用技术、数据资源为银行客户设计解决方案。\n对技术有基本理解，能够从业务角度规划关系型数据库，如mysql\\sqlserver以及非关系型数据库，如Redis\\MongoDB； 大数据，AI平台等主流技术在项目中的应用。\n需具备优秀的文档能力，清晰明了地表达架构意图，能够熟练编写各类文档；\n良好的沟通、协调及资源整合能力； \n具备较强的沟通交流能力和高度的团队合作精神，具备较强组织协调能力； \n较强的问题解决能力，习惯于寻找创新方法来达成目标； \n学习能力强，抗压能力强，需要并行支持多个项目。\n  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "21645-Legal Counsel （上海）", "duty": "As a Legal Counsel at Tencent you will be a key member of a growing team of in-house attorneys advising Tencent’s international business, marketing, and operations teams as they interact with companies around the world. You will have a ground level opportunity to support one of the largest companies in Asia in areas such as gaming, media & entertainment, technology, and general compliance work.\nResponsibilities：\n-Advise Tencent’s various business teams on legal and business issues, including Tencent Games, Tencent Cloud, Tencent Pictures, and Tencent’s International Business Group. \n -Negotiate, draft, and review IP licensing agreements, service agreements, and other general commercial agreements.\n -Ensure compliance with US, European, and other international laws and regulations dealing with gaming, media and entertainment, and intellectual property.\n -Cooperate with other Tencent attorneys based in the mainland China, Hong Kong, and the US.\n -Manage outside counsel.", "require": "Requirements：\n-Education: Juris Doctor, LLM, or equivalent.\n-Strong transactional and technology licensing experience. \n-Years of Experience: 3+ years’ work experience in a law firm or in-house legal department.\n-Bar: Admitted to relevant bar. \n-Preferred：Technical background (Computer Science or EE), Gaming, or entertainment law experience, Mandarin Chinese and English skills.\n-Location: Shenzhen, Shanghai, Hong Kong and Beijing "}, {"name": "21645-Legal Counsel （香港）", "duty": "As a Legal Counsel at Tencent you will be a key member of a growing team of in-house attorneys advising Tencent’s international business, marketing, and operations teams as they interact with companies around the world. You will have a ground level opportunity to support one of the largest companies in Asia in areas such as gaming, media & entertainment, technology, and general compliance work.\nResponsibilities：\n-Advise Tencent’s various business teams on legal and business issues, including Tencent Games, Tencent Cloud, Tencent Pictures, and Tencent’s International Business Group. \n -Negotiate, draft, and review IP licensing agreements, service agreements, and other general commercial agreements.\n -Ensure compliance with US, European, and other international laws and regulations dealing with gaming, media and entertainment, and intellectual property.\n -Cooperate with other Tencent attorneys based in the mainland China, Hong Kong, and the US.\n -Manage outside counsel.", "require": "Requirements：\n-Education: Juris Doctor, LLM, or equivalent.\n-Strong transactional and technology licensing experience. \n-Years of Experience: 3+ years’ work experience in a law firm or in-house legal department.\n-Bar: Admitted to relevant bar. \n-Preferred：Technical background (Computer Science or EE), Gaming, or entertainment law experience, Mandarin Chinese and English skills.\n-Location: Shenzhen, Shanghai, Hong Kong and Beijing "}, {"name": "HGJ-Senior Legal Counsel, Tencent, Payments / Financial Regulatory", "duty": "•You will be a trusted legal and strategic advisor to the Global FinTech business\n•You'll provide quality, practical and timely legal advice on the overall regulatory landscape concerning the operation of the technology business globally, in particular payments related businesses\n•You shall provide timely and solution-oriented support on general advisory matters and transactions as well as regulatory projects and new business initiatives.\n•You will keep apprised of regulatory developments impacting a global technology business and partner closely with compliance to provide timely quality and practical advice and/or address regulatory queries.\n•Partner with other team members on adhoc projects", "require": "•Common law qualified lawyer between 3 to 8 years PQE, preferably received training at a magic circle or international firm. \n•Your keen interest and good understanding of developments in the FinTech / Technology space and how it impacts the business is an asset.\n•Experience in dealing with issues relating to international businesses\n•Must have non-contentious regulatory experience (technology and financial services preferred)\n•Excellent problem solving, analytical and organizational skills.\n•Proactive approach and able to handle matters independently.\n•You must be open to gain exposure in various areas of law.\n•Love challenges and be able to provide creative solutions.\n•Sound interpersonal and communication skills.\n•Excellent written and spoken English and Chinese (Mandarin)."}, {"name": "HGJ-senior legal counsel（AM）", "duty": "Support and advice on M&A and equity capital markets transactions, including domestic or cross-border, also assure previously listed companies of constant support with ongoing capital market and stock market issues;\r\nRetaining / managing / liaising with outside counsel as required;\r\nThis position will be responsible for drafting, reviewing, and negotiating a variety of M&A transactions.", "require": "Qualified PRC lawyer or JD/LLM, familiar with international M&A agreements;\r\n4-6 years post qualification experience focusing on international M&A transaction;\r\n experiences of equity capital market transactions are added advantage;\r\nExperience at recognized law firms;\r\nExcellent command of spoken and written English & Chinese;\r\nOpen-minded, proactive, strong legal analytical skills, responsible, team-playing, good communication skills and good business sense."}, {"name": "HGJ-senior legal counsel（AM）（深圳总部）", "duty": "Support and advice on M&A and equity capital markets transactions, including domestic or cross-border, also assure previously listed companies of constant support with ongoing capital market and stock market issues;\r\nRetaining / managing / liaising with outside counsel as required;\r\nThis position will be responsible for drafting, reviewing, and negotiating a variety of M&A transactions.", "require": "Qualified PRC lawyer or JD/LLM, familiar with international M&A agreements;\r\n4-6 years post qualification experience focusing on international M&A transaction;\r\n experiences of equity capital market transactions are added advantage;\r\nExperience at recognized law firms;\r\nExcellent command of spoken and written English & Chinese;\r\nOpen-minded, proactive, strong legal analytical skills, responsible, team-playing, good communication skills and good business sense."}, {"name": "32032-游戏客户端开发工程师(深圳)", "duty": "负责UE4游戏客户端功能的开发和调试;与美术和策划进行良好的沟通，提升游戏体验，提高游戏品质; 结合引擎技术和玩法实现持续对客户端性能进行优化;结合当前前沿技术，完善并持续优化开发工具链，优化及提升开发制作流程。", "require": "计算机相关专业本科及以上学历，3年以上游戏从业经验;熟练掌握C++，熟悉3D技术，有UNITY游戏开发经验，有在UE4引擎上游戏开发经验优先 。对游戏技术特定领域(比如图形渲染、AI、 动画、物理)有深入研究者优先; 有优秀的学习能力，善于沟通，热爱游戏事业。"}, {"name": "GY0-Solutions Architect (Pre-sales)", "duty": "We are now seeking a high calibre and experienced Solutions Architect to join the fast growing Tencent Cloud team in Hong Kong.  The qualified individual will support the Business Development Manager in conducting pre-sales activities, evaluating and qualifying customer requirements and providing professional technical advice to customers.  He/she will liaise and interface with different Tencent Cloud technical and product teams to identify and secure the right expertise and resources in formulating solutions to customers.", "require": "•\tBachelor’s degree in Computer Science, Information Technology, or related discipline\n•\t5 to 10 year’s solid technical pre-sales experience\n•\tIn-depth knowledge of Private and Public Cloud (AWS or Azure Solution Architect certification preferred)\n•\tGeneral knowledge of Data analytic and AI / Machine Learning\n•\tHands-on experience in developing technical proposal and response to RFI/RFP\n•\tStrong business sense with good understanding in how IT systems and data support business objectives\n•\tStrong awareness of IT trends and Digital Transformation\n•\tExcellent presentation, verbal and written communication skills. Fluency in English and Chinese (Mandarin) are required\n•\tMainland China experience will be an advantage\n•\tA good team player with positive attitude and strong interpersonal skills\n•\tAbility and willingness to travel up to 50%\n\n\n"}, {"name": "GY0-Business Development Manager, AMS", "duty": "Responsible for IBG and other products marketing and operations;\nAnalyze local market and provide business development plan;\nInitiate and maintain relationships with digital media owners, publishers and partners, build trust, secure partner engagement, monitor and track partner related business growth;\nLiaise with local PR, media and agencies to plan, design, implement and evaluate marketing campaigns;\nWork with internal product team and operations team to implement online/offline events; \nDevelop market research, main competitor analysis report to better support management decision making；\n", "require": "Bachelor degree with 5-8 years of digital marketing or sales experience in internet or mobile industry;\nExcellent cross-cultural communication skills as well as teamwork skills;\nSelf-motivated, willing to learn and take up new challenges; \nProficient in spoken and written English and Mandarin.\n"}, {"name": "GY0-Business Development Coordinator (Cloud Solutions)", "duty": "Maintain the overall administrative affairs of sales team and work closely with sales to provide high quality of client service.\nPossess of business sense and coordinate the resources to fulfill sales needs.\nFollow up with prospective customers to clarify and confirm requirement\nAd hoc assignments from superior\nImplementation of business development activities\nInform internal team members of customer requirement by issuing accurate and timely instructions\n", "require": "Bachelor Degree with at least 2 years of relevant working experience \nProficient in MS Words, Excel and Power Point\nWell-organized, flexible, self-motivated with good interpersonal skills and good work attendance\nStrong problem solving skills and an ability to adapt in a fast paced, dynamic and changing team environment is essential\nStrong multi-tasking ability and a good team player with proactive and detail-oriented personality\nAble to work independently and under pressure\nGood interpersonal and communication skills, able to work with people at all levels\nInternet/Cloud related experience is a plus.\n"}, {"name": "28937-游戏客户端开发运营工程师（Game Client-side DevOps Engineer）", "duty": "负责搭建和维护游戏项目的构建环境及流程；\n负责开发构建工具优化构建效率；\n负责升级和维护 Unity／UE4 引擎版本。\nResponsible for establishing and maintaining the build environment and process of game projects;\nResponsible for developing tools to improve build efficiency of builds;\nResponsible for upgrading and maintaing of Unity / UE4 engine versions.", "require": "本科或以上计算机科学或相关专业；\n3年或以上开发运营经验；\n熟悉常见构建工具（如 VS、clang、Xcode、CMake、IncrediBuild）；\n熟悉各平台的构建流程（如 Windows、Android、iOS、MacOS、Linux）；\n熟悉常见版本管理工具（如 Git、SVN 等）；\n熟悉常见脚本语言（如 Shell、Python 等）；\n责任心强，善于沟通。\nBachelor or above degree in computer science, physics, or related curriculum;\n3 years or above experience in DevOps;\nFamiliar with common building tools (e.g. VS, clang, Xcode, CMake, IncrediBuild);\nFamiliar with building process on various platforms (e.g. Windows, Android, iOS, MacOS, Linux);\nFamiliar with common version control tools (e.g. Git, SVN);\nFamiliar with common scripting languages (e.g. Shell, Python);\nHighly accountable, good communication sklls."}, {"name": "29315-HR Business Partner-MBA (Full-time)", "duty": "Understand key principles of business strategy and talent development;\nProvide effective HR solutions to drive business growth;\nOversee HR policy and support execution of key projects for business groups;\nManage critical HR initiatives, including training & coaching, performance reviews, talent reviews, working closely with management to improve productivity and retention.\n", "require": "Bachelor's degree and a minimum of 5 years experience in human resource management;\nExcellent communications ability and people skills;\nGreat passion and strong motivation to impact and drive business results;\nAbility to prioritize and multi-task in a fast-paced environment;\nFluent in English and Mandarin;\nDirect experience as a human resources manager is preferred."}, {"name": "HY5-Business Analysis Manager-MBA (Intern)", "duty": "•\tWork directly with senior management across global and domestic games markets; \n•  Lead projects related to our business development independently;\n•\tEvaluate global game-related investment and BD opportunities;\n•\tMore importantly, drive development of new opportunities and incubate new businesses; \n•\tWork in a team with high-calibre executives previously from top-tier consultancy firms and MBA \n\nYou will be responsible for supporting decision-makings for executives and leaders of business groups:\n•\tExplore new business models and new opportunities;\n•\tPlan and manage business incubation, drive product innovation and new partnerships, develop and execute go-to-market plan;\n•\tMake key investment decisions;\n•\tMonitor domestic and global game market. Identify emerging industry/technology trends\n\n", "require": "We are looking for talents who:\n•\tHave more than 3 years of work experience in strategy consulting, investment banking and related Internet industry;\n•\tEnthusiastic about the game/entertainment industry (preferably gamers!); \n•\tDemonstrate strategic visions, business insights and in-depth knowledge;\n•\tAre effective team players with excellent communication and interpersonal skills;\n•\t•\tFluent in English and Mandarin \n•\tHave graduated from top universities; \n•\tHave an entrepreneurial spirit;\n"}, {"name": "22989-Senior Product Manager-MBA (Full-time)", "duty": "• Define product strategy, develop business plans and create high-quality roadmaps for specific product areas;\n• Work closely with engineering teams, design and manage programs in an agile environment to bring products to market;\n• Manage the entire product development life cycle with multiple stakeholders, identifying client demands and solving key issues; \n• Launch and improve products while driving business growth; \n• Maintain relationships with major clients and manage implementation strategy and technology adoption;\n• Monitor and incorporate qualitative and quantitative customer and market feedbacks to create and implement new features and updates.\n", "require": "• MBA degree, bachelor degree majoring in Computer Science, Software Engineering and other Information Technology field is a big plus;\n• Analytical and data-driven, able to identify values from large data sets, and present concise findings;\n• Strong business acumen and ability to assess customer’s potential needs and identify market opportunities;\n• Ability to articulate complex technical issues to a wide range of audiences;\n• Over 5 years of work experience in one of the below fields is desired: Finance, Internet, Education, Automobile, Industries, Healthcare, Security and Retail, etc;\n• Fluent in English and Mandarin\n"}, {"name": "22989-Senior Product Manager-MBA (Full-time)", "duty": "• Define product strategy, develop business plans and create high-quality roadmaps for specific product areas;\n• Work closely with engineering teams, design and manage programs in an agile environment to bring products to market;\n• Manage the entire product development life cycle with multiple stakeholders, identifying client demands and solving key issues; \n• Launch and improve products while driving business growth; \n• Maintain relationships with major clients and manage implementation strategy and technology adoption;\n• Monitor and incorporate qualitative and quantitative customer and market feedbacks to create and implement new features and updates.\n", "require": "• MBA degree, bachelor degree majoring in Computer Science, Software Engineering and other Information Technology field is a big plus;\n• Analytical and data-driven, able to identify values from large data sets, and present concise findings;\n• Strong business acumen and ability to assess customer’s potential needs and identify market opportunities;\n• Ability to articulate complex technical issues to a wide range of audiences;\n• Over 5 years of work experience in one of the below fields is desired: Finance, Internet, Education, Automobile, Industries, Healthcare, Security and Retail, etc;\n• Fluent in English and Mandarin\n"}, {"name": "25928-高级游戏引擎编辑器开发工程师（深圳）", "duty": "负责游戏引擎编辑器框架的搭建和功能开发维护；\n负责美术工具链的开发和维护。", "require": "本科以上学历，精通C/C++，具备扎实的数据结构和算法基础，熟悉常用设计模式；\n熟悉Qt/WPF/WinForm或其他UI框架之一，能快速构建图形界面工具；\n熟悉Python/Shell/Powershell 等脚本语言，能熟练编写自动化脚本；\n5年以上3D游戏引擎/编辑器开发经验，能主导核心模块开发；\n具备3D数学和计算机图形学基础知识；熟悉DirectX 11/12 API；掌握3D游戏引擎框架，或熟悉游戏开发全流程；\n有基本的UE/UX知识，保证工具简洁易用，用户友好；\n对游戏引擎开发有激情，责任心强，善于沟通；\n熟悉3dsMax/Maya/Houdini/Substance Painter/Substance Designer等DCC工具者优先。"}, {"name": "CSIG07-安全数据挖掘工程师（深圳）", "duty": "负责从事对腾讯大数据在安全领域内的AI研究和开发工作；\n负责安全领域模型的建设，识别安全事件、分析趋势，探索新的安全数据分析方法；\n深入理解安全业务，跟踪业界前沿的机器学习/深度学习算法以及安全领域内的前沿知识，并将其应用到工作中、以算法替代传统的安全挖掘工作、提升安全业务效率；\n在安全大数据平台上，负责数据模型设计，验证和优化。", "require": "本科以上学历，计算机、应用数学、人工智能、模式识别、自控、统计专业，以及机器学习经验；\n熟悉聚类、分类、回归、图模型等机器学习算法及原理，具备实际的建模经验；\n熟悉hadoop、spark分布式计算平台，具备扎实的数据结构和算法功底；\n精通至少一种编程语言：C、C++、Java、python、有linux下工作经验。\n精通数据库相关操作：sql（例如mysql）、以及nosql数据的操作。\n熟练掌握Tensorflow/Caffe/Theano等一个或多个深度学习平台的使用\n有较强的分析和解决问题能力，较强的工作激情和团队协作能力； \n\n具备安全领域的AI实践经验者优先。"}, {"name": "28601-微信支付行业应用终端应用", "duty": "负责智慧行业解决方案系统设计和专业器件定制研发；（比如：刷脸支付终端安全摄像头）；\n负责新技术研究和落地，与业务进一步结合产生颠覆式创新，改革传统线下商户模式。（比如：A/VR、AI、IoT、生物识别等）", "require": "1､本科以上学历，计算机软件相关专业，对技术有开放的学习心态，对新技术新领域有无所畏惧的探索精神，具备良好的逻辑思维、异常风险把控能力； \n2､熟悉Android Framework及Linux，熟悉系统编译及常见性能优化手段，熟悉C/C++，Java；\n3､熟悉智能终端整机研发流程，了解常见芯片平台参数及优劣，比如MTK，RK等；\n4､熟练掌握Paper阅读技巧，具备研究实践应用能力；\n5､了解图像或生物识别算法，在机器学习或5g及IoT领域有应用经验者优先；\n6､了解前端或后端技术栈并有实践经验者优先； \n7､了解Android客户端开发技术栈，了解常见安全漏洞者优先；\n8､具备良好的问题定位、分析、解决能力； \n9､具备良好的学习、沟通、合作、抗压能力； \n10､乐观面对未来，有冲劲，能抗压，对微信支付业务充满热情者优先。"}, {"name": "33370-车联网质量经理", "duty": "Develop and maintain Quality Assurance strategy for Tencent Auto Mobility\nDevelop Quality Plan addressing both quality of production development/delivery and processes performed\nActively cooperate with software development tools support team to elaborate processes automation support\nReport processes and product quality status\nSupport internal ASPICE compliance and prepare project to external ASPICE assessment\nEstablish software development process from scratch (including documentation)\nTrack, implement/coordinate implementation of process improvement opportunities\nProcess review and quality check\nConduct internal audits\nConduct internal training on processes\nCorporate with standard team on related certifications‘ activities\n", "require": "Bachelor’s degree in Computer Science (or related major), Master is preferred\nAt least 5 year working in Automotive industry experience\n3+ years’ experience quality planning and performance of quality manager activities in automotive SW projects\nDeep Understanding of SW Development Life cycle from customer requirements to maintenance\nDeep knowledge and usage experience of software development tools (JIRA, Confluence, Sharepoint, SVN, Gitlab, Doors, JAMA, Polarian, etc.)\nAutomotive SPICE formally trained or certified expert is required\nFamiliar with ISO/CMMI is preferred\nTeam leadership, act as Dev/Test Lead experience is preferred\nStrong communication skills\nFluent both write and oral English\nAGILE/SCRUM theory\nProject management\n"}, {"name": "S2-海外税务管理高级经理（深圳）", "duty": "Handle all inbound and outbound international tax issues encountered in daily operations.\r\nAnalyze tax issues and provide on-time solutions to emerging tax issues;\r\nProvide tailored made tax planning and suggest transaction structure on case-by-case basis to each transaction and M&A transaction;\r\nReview all agreements and contracts involved cross broader transactions;\r\nMake on-going suggestions to the logistics of the Company’s existing reporting systems;\r\nLiaise with external advisors and financial controller to manage corporate tax and indirect tax compliance program, particularly ensure all corporate and indirect tax filings are filed and tax payments are made on time; \r\nRequire to work closely with peers in PRC tax team, Legal, HR, Business Units, and external advisors; and\r\nReport the status and progress of ad-hoc projects to management on a regular basis.", "require": "Tax Manager or above in International Tax Group or equivalent of accounting firm with at least 8 or above years’ relevant corporate tax experience in Hong Kong.Additional relevant experience in other jurisdictions, such as: Australia, Canada, USA etc. would be an advantage;\r\nWorking knowledge in PRC corporate tax would be an added advantage;\r\nFamiliar with double tax treaties, cross-broader structuring, corporate restructuring, and international corporate tax compliance system in marketplace;\r\nFluent in spoken and written Mandarin and English;\r\nTeam player with excellent interpersonal communication skill and willing to share ideas and knowledge.\r\nPossess strong analytical, consulting, and presentation skill with outspoken character;\r\nA professional Membership in any of AICPA, CA, CPA, ACCA, HKICPA or equivalents."}, {"name": "22989-专有云产品架构师(上海/深圳/北京)", "duty": "• 方案构建：为多个行业客户提供腾讯专有云整体技术平台、业务和技术层面的架构咨询服务；针对各个行业上云的业务需求，引入多类IaaS/PaaS服务提供商共同构建云生态，并输出针对性的解决方案；为行业客户业务架构、应用架构、数据架构设计，与技术架构对接 ，为重点行业客户提供轻量版业务规划、应用规划和数据架构规划；\n• 项目落地：针对特定行业客户从始至终进行方案的输出／落地推进／最终交付，以及过程中的问题处理，满足客户在腾讯专有云产品上的需求跟进；\n• 需求反哺：通过自身的专业技术能力，解决方案思路，对客户的需求进行洞察和挖掘，并形成产品的后续能力补充；\n• 方案沉淀：对腾讯专有云本身以及结合云各类产品（大数据／存储／安全／虚拟化／AI等）为客户进行具体解决方案文案的输出和持续更新；\n• 培训指导：对不同行业的其他架构师进行专有云解决方案的持续培训和指导，分享最佳实践知识和案例，并在过程中进行方案和文案的优化和更新。", "require": "1.本科及以上学历，5年以上IT/互联网行业工作经验；\n2.熟悉云计算和网络架构整体技术体系或者传统企业级IT解决方案的总体体系（包含服务器、存储、网络、数据库、中间件、安全等），掌握其中1到2个技术领域；\n3.至少精通以下2-3个行业的云计算解决方案设计，如公安、教育、政府、汽车、物联网、医疗、税务、银行等，深刻了解云计算在行业的应用场景；\n4.能够独立完成对客户的业务设计和技术选择的影响；\n5.具备优秀的文档能力，使用文字、图示清楚地表达架构意图，能够熟练编写各类技术文档；\n6.具有娴熟的沟通技巧，执行力强，具有优秀的团队合作精神、敬业精神；对互联网与云计算行业有清晰的认知和热情；\n7.有与ISV/SI合作及项目管理的实操经验，具备生态建设和发展合作伙伴工作经验；\n8.曾从事过传统企业的技术售前、项目交付工作，具有一定经验；\n9.有大数据、虚拟化平台、数据库或分布式存储等相关研发经验者优先。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "25927-高级后台开发工程师（成都）", "duty": "负责SDK平台相关系统的架构设计，功能实现等；\n负责SDK平台已有系统的性能优化，整合AI算法到SDK平台；\n负责AI深度学习算法的研发：针对具体游戏类型，使用SDK平台开发具体的算法，并应用到项目中。", "require": "3年以上相关行业工作经验，研究生及以上学历，包括但不限于计算机及相关理工类专业；\n掌握良好的计算机基础知识，熟练掌握面向对象与设计模式；\n具备良好的沟通表达能力和团队合作精神，有进取心和责任心，抗压能力好；\n有模仿学习、强化学习等机器学习开发经验者优先。"}, {"name": "17229-和平精英-架构组后台开发工程师（深圳）", "duty": "负责手游服务器端设计和开发工作；\r\n负责服务器相关工具的开发和维护。", "require": "三年或以上Linux游戏后台开发经验；\nC++熟练，熟悉shell/python/一种或以上脚本语言；\n熟悉常规的游戏移动同步,AI等技术；\n敏捷好学，积极进取。"}, {"name": "17229-和平精英-架构组客户端开发工程师（深圳）", "duty": "UE4GamePlay功能开发,AI,物理；\nUE4编辑器的扩展开发；\n客户端及专有战斗服务器的性能优化；\n优化工具及工作流程，提高开发效率。", "require": "5年以上游戏开发经验，3年以上Unreal引擎开发经验；\n深入理解C++；\n对UE引擎的对象管理，反射机制，物理引擎(包括Physx物理引擎)，动画模块及渲染都有深入的研究；\n熟练掌握UE的专有服务器架构；\n有优秀的问题分析和解决问题的能力，善于沟通， 热爱游戏事业。"}, {"name": "27441-基金财务经理（深圳）", "duty": "Support the closure of Fund investments which the Company invested in these Funds as a Limited Partner, in coordination with the investment team and legal team including reviewing the LPAs, subscription documents etc. from Finance perspective\nFully responsible for overseeing the Fund investments from Finance perspective, and communicate with general partners from time to time \nRecord the investment transactions, including commitments, capital calls, distributions and NAVs etc., in the internal management system\nAnalyze the Fund investments performance including IRR, Multiples, DPI, TVPI etc., and provide the regular reports to the investment team and senior management\nCoordinate with the accounting and treasury team for reporting and cash management functions in relation to the Fund investments\nOther Fund investments related tasks and ad hoc assignments", "require": "5~8 years of experience in private equity fund area (Big4 accounting firms background would be a plus)\nA degree in Accounting/Finance/business field\nCPA qualified \nAbility to perform under pressure to strict deadlines and ad hoc assignments\nMust be detail-oriented, proactive and willing to take initiatives\nExcellent command of English, Cantonese and Mandarin is essential\nIntermediate/Advance excel and PPT skills would be a plus"}, {"name": "22989-运营开发高级工程师", "duty": "1.负责通讯云基础设施平台系统的架构设计和开发，基于容器和DevOps技术理研发自动化智能化运营支撑系统。 \n2.负责腾讯云TKE/小程序/Serverless等产品的技术运营工作； \n3.负责通过海量数据处理，机器学习等技术，支持腾讯云智能化运维和精细化运营。", "require": "1.本科及以上学历，3年以上开发经验， 熟悉linux操作系统，了解Shell，有linux网络编程经验。 \n2.熟练掌握PHP/GO/Python/C++至少一种开发语言，熟悉HTML/JS/Css以及HTTP原理。 \n3.熟练掌握MySql数据库，消息队列，redis等nosql技术。\n4.具有良好的学习能力、沟通能力、团队合作意识； 强烈的责任心与主动性，对所负责工作有owner意识，并能自我驱动成长。 \n有容器/Kubernetes生态相关经验者优先，有自动化运维、AIOps相关经验者优先。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "CSIG02-腾讯智慧教育产品经理（北京）", "duty": "负责腾讯智慧教育新应用功能策划、交互设计，产品优化；\n负责用户调研、需求分析、数据分析；\n负责开发、测试对接，版本控制等工作。", "require": "拥有3年以上产品策划工作经验，计算机、教育等相关专业本科以上学历；\n须具备AI教学、教育信息化相关产品策划经验；\n具有独立产品管理经验，能熟练使用Axure、Word、Excel、PPT等工具；\n了解技术语言，具备优秀的想象力和逻辑思维能力；\n积极乐观，沟通表达优秀，执行力强。"}, {"name": "30934-Game Localization Manager (English)", "duty": "Translate, review, proofread and test game-related content in your language according to existing quality standards. \nEvaluate, analyze, and resolve culturally sensitive issues for your region to eliminate potential risks.      \nCreate cultural content proposals upon request and push cultural hot topics/trend/issues regularly for your region to project stakeholders.       \nWork closely with game developers and the publishing team to ensure high localization quality.      \n", "require": "Native speaker of the target language (American English).    \nExcellent written skills in English and Chinese.   \nConversational/fluent English/Chinese is preferred. \nEducational qualifications in translation, linguistics or a related field are desired.  \nMinimum 5 years of localization experience.     \nBR & MOBA & SLG gamers with 2 years of experience in game translation are preferred.  \nPassion for the interactive entertainment space and close familiarity with the gaming industry. \nDeep understanding of native country's gaming industry, culture, and community. \nMust be self-motivated and able to operate in a dynamic and fast-paced environment.       \nExcellent eye for detail and strong problem-solving skills.     \nStrong interpersonal skills and capable of working with a diverse team from different cultures.      \n"}, {"name": "31504-人工智能产品高级咨询顾问", "duty": "1. 负责腾讯云人工智能相关产品的售后技术工作； \n2. 对内部一线部门提供技术支持，解决内部上升的问题； \n3. 与三线研发和产品做好沟通与交流，及时做好复杂问题的上升以及复盘； \n4. 收集、掌握客户需求并编写需求文档，推动产品改进； \n5. 调研、整理相关支出工具的需求与开发，重复机械问题自动化处理； \n6. 组织相关技术培训，对内普及最新产品技术动态以及其他产品信息", "require": "1.本科及以上学历，计算机、图像处理、模式识别等相关专业优先； \n2.熟悉TensorFlow、Caffe、Kaldi、Pytorch等常见AI框架； \n3.熟悉深度学习基础理论和方法，有图形图像算法/机器学习/深度学习等任意一个方向的开发经验优先； \n4.了解图像检测、识别、跟踪、分类等图像相关算法原理及应用,如人脸识别/OCR/场景识别等等，需掌握其相应的原理； \n5.掌握AI算法所需的数据构建方法、渠道并有相关实践经验；\n6.至少精通一种编程语言如Python/Go/Shell/C/C++/Java; \n7、有良好的产品思维能力，逻辑思维能力及解决问题的能力； \n8、有较强的沟通、协作能力，对数据相关系统感兴趣，富有团队合作精神。 通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "29303-Principal Architect, Data Platform", "duty": "1.Leverage the latest technologies to build the infrastructure and applications to scale Big Data pipelines that feed a variety of Tencent Healthcare products, as well as internal reporting and analytics.\n2.Design, develop and orchestrate data pipelines for real-time and batch data processing.\n3.Design optimal storage, data structures, security, and retrieval mechanisms for data at rest in Data lake and Analytics data store or data in motion for real-time processing requirements.\n4.Design and develop reusable components and frameworks for ingestion, cleansing, and data quality.\n5.Collaborate with upstream sources and downstream consumers to come up with scalable data and service solutions.\n6.Be integral part of the team and tech lead engineers to deliver on commitments on time and with good quality.\n", "require": "1.MS Degree in Computer Science or related technical discipline, or related practical experience.\n2.6+ years of industrial experiences in data engineering and big data fields.\n3.Strong communication skills across diverse audiences in both software engineering and product roles.\n4.Track record experiences in Big Data solutions and emerging technologies like HBase, MongoDB, Cassandra (NoSQL databases), Hive, Kafka, Python, Hadoop, Flink, Spark etc...\n6.Familiar with data modeling for business applications.\n5.Experience working with data security in the healthcare domains of regulated environment is a plus.\n"}, {"name": "24987-3D场景美术（上海）", "duty": "负责制作商业化的3D模型需求；\n需要制作高品质武器枪械；\n对接外包给反馈；", "require": "熟练使用3d max   SubstancePainter；\n熟练使用PBR材质；\n有外包管理和次世代制作经验。\n"}, {"name": "24987-资深3D角色美术（上海）", "duty": "负责项目中3D角色的制作和美术开发；\r\n对接外包工作并给与反馈；\r\nAAA项目开发和次世代角色制作。", "require": "熟练使用3D MAX 或 Maya , Substance Painter , Marvelous Designer等主流角色制作软件；\n了解掌握并能熟练运用人体揭破知识；\n有一定的硬表面建模能力；\n热爱3D角色工作。"}, {"name": "TME-腾讯音乐质量管理工程师", "duty": "基于流程框架推动并优化运营质量管理，利用过程审计、度量分析，识别研发和运营过程管理改进点，并制定改进计划，主动推动落实；\n统计分析用户反馈问题，协助业务团队提升产品服务质量并降低用户反馈率。定期组织技术人员进行问题的总结和讨论，监控相应解决方案的验证和落实； \n为团队提供工程及研发工具的设计方案及支持，沉淀团队的具体优秀实践并横向推广，对产品全链条的品质管理负责；\n负责优化部门过程，并确保有序推进，有效提升研发管理和交付能力 负责筹划和组织部门质量活动，提升研发交付质量.", "require": "本科或以上学历，计算机或相关理工科专业，3年以上工作经验，了解或熟悉移动互联网行业运营质量管理和研发过程管理经验；\n熟悉ITIL、SCRUM、ISO20000、ISO25010，能够系统化体系化地设计和优化研发解决方案，并最终用量化方式来闭环改进效果；\n具备统计学基础，方法论总结能力，有清晰的工作开展思路，有效从方法论、实施思路、问题解决等方面指导研发团队进行过程改进实践；\n丰富的品质管理经验，熟悉各种质量管理工具和方法，如6sigma，DMAIC等；\n良好的沟通、表达以及沟通协调能力。\n有开发和测试经验优先，尤其Android或者iOS项目运作经验。"}, {"name": "TZ-IR Consultant (Hong Kong)", "duty": "Daily news and track capital market information.\nSummarize analysts’ research. \nRegular data maintenance and valuation update etc. \nPrepare materials for quarterly financial reporting, M&A communication and investor conferences.\nWork in ad hoc projects in support of IR initiatives.\n", "require": "Degree in Finance/ Accounting / MBA or CFA Charterholder\n2-3 year experience in financial industry\nKnowledge of China Internet industry is an advantage \nHigh proficiency in spoken and written English and Mandarin Chinese \nGood interpersonal skills, motivated, independent and can perform under pressure \nFrequent travels to PRC are required (4 days per week) \n"}, {"name": "S2-IT审计经理（深圳）", "duty": "负责腾讯集团及各事业群业务进行IT审计实施，识别与评估IT风险，确认与评价IT管控情况，设计与执行IT审计测试，沟通与确认IT审计发现，编写IT审计报告，提供IT审计建议与咨询；\n负责腾讯集团及各事业群业务IT审计跟进，编制审计跟进报告。", "require": "本科及以上学历，5年及以上IT工作经验，有互联网从业经验优先，有信息安全与审计经验者优先；\n具备审计监控或信息安全相关系统（含连续审计系统、审计数据分析平台、审计信息系统、信息安全系统等）的规划与开发经验，熟悉系统开发过程、具备代码读写能力；\n具备一定的大数据分析与AI技术知识与能力；\n熟悉ITAC相关控制，如系统输入、处理、输出的控制，系统逻辑的控制等；\n熟悉互联网应用安全、WEB漏洞评估、渗透性测试、CGI安全、SNS安全等知识；\n熟悉Windows和Linux操作、命令和配置，Shell编程，熟悉Mysql、 Oracle等知识；\n了解ITGC相关控制，如数据库控制、应用系统控制、开发过程控制、访问控制等；\n对企业风险管理或内部控制的基础知识有一定的理解，具备良好的学习、合作、沟通、分析和项目管理能力；\n具有一定的IT系统规划或互联网产品经理经验优先，持有CISA、CIA、CISSP认证资格者优先。"}, {"name": "29309-战略投资中心策略研究组策略分析经理", "duty": "策略研究组负责推进腾讯CSIG云及智慧产业战略生态的投资策略制定和执行，具体工作内容包括：\n1．协助腾讯CSIG各业务部门梳理及完善各领域的生态建设策略及路径；\n2．基于各业务板块的生态策略及建设需求，制定腾讯CSIG战略投资策略；\n3．与投资组配合，系统性推动投资标的扫描，并对投资策略进行迭代；\n4．负责相关策略文档的撰写和沟通汇报，推动形成自上而下的战略共识；\n", "require": "1．一线咨询公司（具备战略咨询、管理咨询、企业数字化转型等相关经验）、企业级技术服务领域/IT行业/云行业企业战略规划部门\n2．具有较强的商业分析能力，在IT/数字化技术产品市场分析等领域有丰富积累。\n3.熟悉云计算、大数据、AI等数字化技术产品，有云计算行业相关从业经验优先。\n4.具有良好的沟通能力和抗压力。\n6.相关工作经验3-5年者优先。\n  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "29309-战略投资中心策略研究组策略分析经理", "duty": "策略研究组负责推进腾讯CSIG云及智慧产业战略生态的投资策略制定和执行，具体工作内容包括：\n1．\t协助腾讯CSIG各业务部门梳理及完善各领域的生态建设策略及路径；\n2．\t基于各业务板块的生态策略及建设需求，制定腾讯CSIG战略投资策略；\n3．\t与投资组配合，系统性推动投资标的扫描，并对投资策略进行迭代；\n4．\t负责相关策略文档的撰写和沟通汇报，推动形成自上而下的战略共识；\n", "require": "1．\t一线咨询公司（具备战略咨询、管理咨询、企业数字化转型等相关经验）、企业级技术服务领域/IT行业/云行业企业战略规划部门\n2．\t具有较强的商业分析能力，在IT/数字化技术产品市场分析等领域有丰富积累。\n3.\t熟悉云计算、大数据、AI等数字化技术产品，有云计算行业相关从业经验优先。\n4.\t具有良好的沟通能力和抗压力。\n6.  相关工作经验3-5年者优先。\n  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "20503-优图解决方案架构师（上海）", "duty": " 1、负责大客户的业务以及宏观技术沟通\n 2、负责特定行业的需求调研、市场分析等；\n 3、根据业务需求，负责系统架构设计。\n 4、负责产品生命流程中相关文档的设计、撰写，负责内部培训与产品推广;\n 5、负责产品运营，完成营销资料的撰写和整理.\n 6、参与项目运作。", "require": "1、2年以上工作经验，本科及以上学历，理工科背景；\n2、具备良好的目标分解能力和工作协调能力；\n3、具有很强的报告撰写和制作能力；\n4、具有高度责任心，工作积极主动，有良好的承压能力；\n5、具备优秀的逻辑思维能力、书面和口头表达能力，具有团队合作精神。\n6、对AI行业有深入了解，熟悉国内外流行的AI产品或服务。"}, {"name": "TZ-IR Senior Consultant（Hong Kong）", "duty": "Crafting financial slides, scripts, and preparation of Q&A for the quarterly and interim results announcement;\nMaintain continuous and timely communication with rating agencies;\nConduct research and analysis of bond/fixed income related issues;\nProvide analysis of announced index event and analyse the index impact.", "require": "Undergraduate or above;\nDegree in accounting and finance or financial engineering or CFA or MBA;\nPreferably with corporate access experience in financial industry;\nPassionate, curious, willing and able to work under pressure;\nFrequent travel to Shenzhen(4 days per week);\nHigh language proficiency in English and Mandarin;\nMinimum 5-6 years’ experience in financial industry preferably in research;\nStrong number sense with attention to details.\n"}, {"name": "15616-UE4手游客户端开发工程师（上海）", "duty": "负责手游客户端的设计和开发，进行功能模块实现和优化；\r\n与服务器开发及策划设计人员进行良好的沟通，完成相关内容。", "require": "至少全程参与过一款3D手机游戏项目；\r\n全面的相关知识结构(硬件架构、操作系统、数据结构、算法、设计模式等)；\r\n精通C#，熟悉C/C++，Lua；\r\n熟练掌握Unity3D开发；\r\n具备良好的分析解决问题能力, 沟通协作能力，学习能力；\r\n责任心强, 自我要求严格；\r\n在渲染、动画, 物理、AI、性能调优等其中某一领域有丰富经验；\r\n有Unity3d, UnrealEngine等商用引擎的深入使用经验, 并了解其核心技术细节。"}, {"name": "15616-手游客户端开发工程师（上海）", "duty": "负责手游客户端的设计和开发，进行功能模块实现和优化；\r\n与服务器开发及策划设计人员进行良好的沟通，完成相关内容。", "require": "至少全程参与过一款3D手机游戏项目；\r\n全面的相关知识结构(硬件架构、操作系统、数据结构、算法、设计模式等)；\r\n精通C#，熟悉C/C++，Lua；\r\n熟练掌握Unity3D开发；\r\n具备良好的分析解决问题能力, 沟通协作能力，学习能力；\r\n责任心强, 自我要求严格；\r\n在渲染、动画, 物理、AI、性能调优等其中某一领域有丰富经验；\r\n有Unity3d, UnrealEngine等商用引擎的深入使用经验, 并了解其核心技术细节。"}, {"name": "15616-高级游戏关卡策划（上海）", "duty": "根据世界观背景，进行游戏关卡设计和制作（PVP/PVE地图，AI，BOSS，各类事件等）；\n使用2D绘图软件设计关卡，使用3D引擎搭建关卡；\n关卡制作完成后，根据数据和反馈来迭代优化并在后续设计中吸取经验； \n能够对特定产品的关卡进行拆解分析，根据项目特性在保留核心设计要点的情况下进行一定的优化创新。", "require": "5年以上游戏关卡设计师或相关从业经验； \n作为关卡策划至少参与过一款成功上线的端游或手游； \n有良好的团队合作精神，较强的沟通能力，抗压能力强； \n熟练使用Unreal4引擎者优先；\n有射击游戏项目经验者优先。\n\n"}, {"name": "15614-UE4手游客户端开发（上海）", "duty": "游戏需求的技术可行性评估\r\n游戏程序框架及技术方案的设计和具体实现\r\n与策划设计人员以及后台程序进行良好的沟通，对游戏逻辑的编码和调试", "require": "扎实的数学和算法基础，熟练掌握C++，熟悉3D技术\r\n熟悉UE引擎底层架构设计\r\n出色的学习和技术研究应用能力，良好的团队协作能力，善于沟通，热爱游戏事业\r\n对游戏技术特定领域(比如渲染，AI, 动画, 物理)有深入研究者优先\r\n对SLG游戏熟悉和热爱者优先"}, {"name": "30934-海外创意多媒体设计师", "duty": "1：参与腾讯游戏海外市场相关产品的广告素材创意、设计及监制；\n2：负责视频和平面广告制作的前期策划、技术难度评估、进度及质量监控；\n3：负责相关agency资源的开发与维护；\n4：参与海外用户市场研究工作，能结合数据分析，挖掘用户需求、喜好及使用习惯等，优化广告创意等；\n1: Create, design and review advertising assets for Tencent Games’ overseas publishing products;\n2: Responsible for planning, technical difficulty assessment, progress tracking and quality assurance on video and Print advertising \nproduction;\n3: Responsible for the development and relationship maintenance of related agency resources;\n4: Work on overseas market user research, able to consolidate data analysis, understanding on users’ needs, preferences and \ncommon practice to boost advertising creativity.\n", "require": "1 ：从事视频、平面广告或4A广告工作5年以上；\n2 ：有丰富的游戏经验，熟悉海外游戏行业动态，对海外游戏行业领域有系统的了解；\n3 ：熟悉相关广告素材制作领域的流程，需要流程制定与监控管理能力与经验；\n4 ：有较强的艺术鉴赏能力，有创做经验；\n5 ：熟脸使用PS、AE等软件；\n6 ：有非常好的专业知识广度，能够结合自身设计经验，根据业务需求推动方法论建设以及相关研究工作；\n7 ：良好的项目管理和沟通表达能力，对行业内的成本构成与业务规范有深入了解；\n8 ：能接受挑战并承受工作压力；\n9 ：需英语沟通和书写能力；\n1. More than 5 years experience in video, print advertising or 4As;\n2: Experienced in gaming, familiar with the dynamics of the overseas gaming industry, and has systematic understanding of the \noverseas game industry;\n3. Familiar with the process of advertising assets production, capable of and experience on process development and monitoring;\n4. Capable of judging design quality, experienced in creative production;\n5. Proficient in software like PS, AE, etc.;\n6. High level of professional knowledge, able to build up methodologies and conduct research to meet business needs with previous \ndesign experience;\n7. Good project management and communication skills, deep understanding on cost structures and industry practices;\n8. Willing to take challenges and work under pressure;\n9. English communication and writing skills are required;\n"}, {"name": "30934-海外公共关系及推广经理/资深经理 Manager/Senior Manager of Public Relations and Promotion ", "duty": "Key Responsibilities\n•\tEstablish and maintain relationships with consumer, community, employee, and public interest groups.\n•\tWriting press releases and other media communications to promote products and brand. Prepare and distribute press releases. \n•\tPlanning or directing the development of programs to maintain favorable public and stakeholder views of the organization's agenda and accomplishments.\n•\tStudying the organization's objectives, promotion activities, and needs to build public relations strategies that influence public opinion and promote products, ideas, and services.\n•\tConferring with managers to identify trends and group interests and providing advice on communication decisions.\n•\tMonitoring media coverage and prepare regular evaluation reports. Addressing inquiries from the media and other parties. \n•\tTracking media coverage and follow industry trends.\n•\tResponding to the media during crisis PR events or negative incidents, managing PR issues.", "require": "Qualifications\n•\tExperience managing international media relations (online, broadcast and print).\n•\tExperience handling a press conference.\n•\tAbility to work on big strategic plans as well as day-to-day tasks.\n•\tProject and budget management skills.\n•\tUnderstanding of social media and solid experience working with agencies.\n•\tKnowledge of marketing communication.\n•\tAbility to pitch to international media and agencies.\n•\tAbility to run global PR campaigns that deliver measurable results and meet objectives.\n•\tDeadline-oriented, inquisitive, with great follow-up and reporting skills.\n•\tCreativity in securing coverage and buzz with online outlets.\n•\tExcellent written and verbal communication skills.\n•\tAbility to think both creatively and strategically.\n•\tCreativity and problem-solving aptitude.\n•\tResponds well under pressure with the strict time limit.\n•\tQuick and enthusiastic learner.\n•\tProficient in MS Office and international social media.\n•\tBSc/BA in Public Relations, Journalism, Communications or a related field.\n•\tBilingual in English and Chinese.\n•\tKnowledge of additional languages other than English is a plus."}, {"name": "30360-后台平台开发（深圳）", "duty": "负责QQ平台海量用户和数据的基础后台研发工作；\r\n负责AI基础架构系统后台研发工作；\r\n负责推荐系统，大数据分析计算后台研发工作。", "require": "计算机软件相关专业本科以上学历，3年以上linux服务器端软件开发经验，编程基本功扎实；\r\n具有良好的编程习惯，精通C++或者go，熟悉KV数据库；\r\n精通TCP/IP、HTTP协议相关知识及网络编程；\r\n善于沟通及主动思考和总结，有主人翁意识推进项目进展；\r\n加分项：具备一定的架构能力，有大容量、高性能、分布式系统的设计开发经验优先；\r\n有机器学习知识背景优先。"}, {"name": "15605-高级游戏技术策划（深圳）", "duty": "游戏玩法原型关卡的设计和实现，配合关卡策划以及开发团队进行场景和关卡设计管线的建立和优化；\n把控关卡设计工具和管线的规范和调优；\n与技术美术和工具开发专家合作，设计和实现场景关卡、3C动作、枪械技能的策划编辑工具并进行优化和维护；\n设计和实现AI行为以及模式玩法元素原型。", "require": "在技术设计，游戏剧情脚本或者关卡设计领域有5以上经验，参与制作过已发行的3A游戏；\n具有游戏设计和关卡设计的相关知识，了解FPS游戏的场景关卡设计管线；\n熟练掌握主流商业引擎，如UE4. 有一定的脚本能力；\n有很强的动手能力和问题解决能力，能独立完成游戏原型功能设计和实现。"}, {"name": "6709-Post Deal Management Manager ", "duty": "Produce periodic reports on key information regarding investee companies (i.e. from basic information such as board meetings, shareholder meetings, biz plans and performance, changes in org structure and key personnel up to internal strategies and insight of the company)\nUnderstand needs of investee companies and resources available at HQ to find opportunities for deeper cooperation (frequent communication with external as well as various internal teams from game operation teams to finance and legal teams)\nDevelop and strengthen relationship with Korean internet investment community\nMaintain strong cooperation and assist in reporting to Tencent HQ relevant parties\nResearch and analyze Korean internet industry trends", "require": "Fluent Korean and English, Chinese is a plus\nBachelor’s Degree or above\nFinance, Strategic Consulting, or Accounting background\nExcellent communication and interpersonal skills, must be a team player\nProficient in Power Point and Excel, should be comfortable with financial modeling\nGame enthusiast is a plus"}, {"name": "21309-深圳市腾讯教育科技有限公司--运营设计师（深圳）", "duty": "负责在线教育类产品的运营设计；\n包括线上活动H5页面、Banner、闪屏、素材等，以及线下周边：教材、教具、礼品等；\n根据运营需求，主导项目的设计定位，主导设定视觉风格，完善设计细节；\n跟进开发还原，保证结果产出与设计稿一致。", "require": "大专及以上学历，1年以上相关工作经验，设计专业及互联网运营设计经验优先；\n平面基本功扎实，掌握多种视觉风格，精通视觉效果呈现，有品牌意识优先；\n熟练掌握主流设计工具，包括PS、 AI 、AE 、Sketch等，掌握C4D及动效优先；\n有较强的审美能力，以及系统性的设计理论知识和统一体验的思考，对流行趋势具备敏锐的洞察力和领悟力，了解年轻人的风格偏好；\n具备良好的设计沟通能力和团队协作精神，对工作富于激情，能够不断学习提升，能承受高强度的工作压力。\n注：此岗位为腾讯旗下全资子公司编制岗位"}, {"name": "WXG03-小程序推荐算法工程师", "duty": "负责微信小程序内容推荐相关算法研发，通过算法优化提升整体推荐的点击率；\n用户画像和内容画像的建设和优化；\n针对特定场景，制定有效的召回算法；\n从样本、特征、模型等维度不断优化排序算法；\n紧跟工业界、学术界的前沿技术，结合实际的业务场景和工程团队协作，进行算法开发、落地，实现团队技术和业务的共同发展。", "require": "扎实的机器学习基础，能够运用LR、GBDT、FM等传统模型解决实际的业务问题，有深度学习主流模型具体项目实践经验优先；\n熟练掌握C/C++，Java，python等编程语言，熟悉Tensorflow、Pytorch等框架；\n优秀的逻辑思维能力以及洞察力，乐于思考事物的原理；\n有推荐或广告系统相关算法工作经验者优先；\n有高水平论文者优先，包括但不限于RecSys、KDD、IJCAI、WWW等。"}, {"name": "29569-风控策略负责人", "duty": "1、负责银行风控策略的设计工作，重点关注个人和小微企业的信用评分、欺诈风险评级，以及信贷类产品贷后行为评分、催收评分等不同场景不同客群的风险管理工作； \n2、负责建立并完善信贷类产品的风险政策与风控流程体系，并定期监控、评估、优化，对信贷类产品的风控指标负责； \n3、带领团队与香港虚拟银行风控团队深入合作，并结合传统金融征信制度和互联网金融的大数据风控创新经验，提升贷款及其他金融产品的风险管理专业能力，打造核心差异化优势。\n", "require": "1、统计、数学、金融工程、计算机等相关方向本科以上学历，硕士学习以上者优先；\n2、8年以上风险管理工作经验，熟悉征信业务及各类小微、公司信贷及个人信贷产品的量化风险管理手段，具有征信公司、银行、担保公司、小贷公司风险管理部量化风险管理经验者优先；\n3、有金融科技企业公司工作经历，能理解大数据和AI技术应用的总体思路者优先；\n4、3年以上团队管理经验。"}, {"name": "15570-UE4游戏引擎高级开发工程师（深圳）", "duty": "负责UE4引擎的开发与扩展； \n负责基于UE4网络框架的游戏业务开发；\n与美术和策划进行良好的沟通，提升游戏体验，提高游戏品质；\n结合当前前沿技术，及时的做出有效的美术流程并实践于项目中； \n优化及提升美术生产流程，优化各个软件制作资源与引擎的无缝对接。", "require": "计算机相关专业本科及以上学历，5年AAA引擎开发经验，至少3年UE4（C++）游戏项目经验； \n深刻理解UE4框架，在渲染、动画, 物理、AI、性能调优等其中某一领域有丰富经验； \n全面的相关知识结构(硬件架构、操作系统、数据结构、算法、设计模式等); \n具备良好的分析解决问题的能力, 良好的沟通协作和学习能力； \n对游戏开发充满热情，能够与他人良好配合、协作。"}, {"name": "18302-动作类资深3D关卡设计师（深圳）", "duty": "负责手游中的3D场景模型、贴图制作；\r\n负责游戏景观搭建和氛围营造；\r\n负责外包资源的审核修改及外包团队的培养；\r\n负责游戏中3D场景资源的风格统一和资源规范；\r\n负责游戏资源输出，场景整合和美术效果把控。", "require": "具有3年以上3D游戏场景相关工作经验；\n美术功底扎实、熟练制作多边形物件低模,对模型结构和质感有深入的理解；\n造型能力强色感突出, 注重场景物件塑造，具有丰富手绘制作功底，有手游开发经验熟悉游戏引擎Unity3D者优先；\n熟悉主流游戏美术风格,熟练使用3dsMax或Maya、Photoshop、CINEMA 4D（BodyPaint）、Unity3D等开发制作软件,有完整PBR管线制作经验；\n富有想象力和创新能力，热爱游戏，关注游戏体验，具有良好的沟通能力,积极主动解决问题，并能承受较强的工作压力, 有责任心和较强的团队合作意识。"}, {"name": "17229-和平精英-资深3D角色设计师 （深圳）", "duty": "根据原画制作高中低模，模型的大型、结构及颜色都紧跟项目品质要求；\n资源导入引擎进行调试材质球及贴图绘制并在游戏里验收最终效果；\n对渲染需求素材进行打光和适配材质，使用3D渲染器进行渲染；\n外包制作跟进和品质意见反馈输出；\n版本缺陷修改及问题反馈沟通。", "require": "专业美术院校毕业，有美术专业教育背景；\n熟悉Unreal引擎的使用，精通角色高低模制作、材质调试、能熟练掌握3D渲染软件及技术应用、贴图手绘能力强；\n精通Max、Maya、Zbrush、Photoshop、Substance Painter等软件；\n有外包管理经验包括制定计划、进度过程跟进、品质反馈及引导培养能力；\n对原画理解到位、模型还原精准，了解人体及枪械、载体等结构和质感表达，有版本内验收意识及不断升级美术技术和表现的欲望；\n个性正直乐观，做事高效、审美能力突出，热爱游戏并有大量的游戏体验及能关注游戏中专业细节，有次世代项目经验优先考虑；\n擅长沟通表达，能主动融入团队，有技术研究精神能时时对新知识技术能保持强烈的学习愿望并应用于工作上；\n有较强的责任心，工作投入度高，目标意识强；\n抗压能力强，有集体意识和团队分享意识。"}, {"name": "S2-Finance Project Manager（深圳）", "duty": "Responsibilities:\n1.Independently plan, lead and execute on complex finance projects collaborating effectively with other cross-functional teams globally\n2.Assist design and implementation of an appropriate system of policies, internal controls, accounting standards, and procedures for international business through actively collaborating with functional teams at HQ\n3.Develop concise and compelling business cases for proposed projects, ensure appropriate sponsorship and align stakeholders around initiative goals\n4.Develop strong client and stakeholder relationships, maintaining effective communication channels\n5.Determine business roles and resources needed to ensure successful implementation, and work proactively with the business to resolve critical issues\n6.Prepare detailed analysis, plans, milestones, deliverable and overall status updates\n7.Proactively manage risk, anticipate potential issues and implement appropriate mitigation\n", "require": "1.Bachelor degree in Accounting, Finance or related discipline\n2.5+ years of project management experience\n3.Experience working in a cross-functional global environment\n4.Leadership experience to align project goals with organization and sponsor goals\n5.Experience with project management best practices and related sets\n6.Experience with system implementations\n7.Fluency in English and Mandarin (verbal and written)\n"}, {"name": "30360-QQ小游戏广告运营经理（深圳）", "duty": "负责QQ小游戏广告投放工作和流量渠道建设，包括投放计划的制定与执行，推广预算与成本控制，基于ROI的管理，为结果负责；\n不断优化广告创意与素材，规划投放系统AI出素材机制，并持续优化跟踪；\n分析投放数据，做好数据监测，根据数据对投放策略进行优化调整，并且定期反馈和输出投放效果。", "require": "本科及以上学历； \n有3-5年广告投放/线上运营团队管理经验优先； \n熟悉并操作过SEM、APP、网盟、广点通、DSP等渠道账户，理解各渠道推广原理； \n对于游戏流量变现与商业模式有自己的思考，游戏行业从业背景优先考虑；\n了解市场营销学，消费者心理学、广告学科； \n对数据敏感且有一定的数据分析能力。"}, {"name": "15575-《王者荣耀》高级游戏算法工程师（成都）", "duty": "负责王者荣耀游戏中AI算法研究和应用，包括但不限于王者匹配算法、英雄平衡性测试、游戏AI领域最新算法的应用。联合合作部门在相应的应用场景落地和持续优化。", "require": "本科以上学历，3年以上算法相关工作经验；\n精通数据挖掘、深度学习、强化学习等相关算法及其原理；\n熟悉linux/Unix平台开发环境，熟悉python、scala ，c++等编程语言与工具（一项或多项）；\n熟悉spark、tensorflow、caffe等机器学习框架，阅读过相关源码，并且在成熟项目中有落地；\n热爱游戏，对游戏有深刻理解，熟悉MOBA游戏，有游戏行业数据挖掘，AI算法经验优先；\n具备优秀的问题分析及解决能力，良好的沟通和学习能力；"}, {"name": "28604-微信支付产品工业设计师（深圳）", "duty": "基于严谨的逻辑判断，发挥最闪光的创造力，为亿级用户设计优雅的使用方式。为此，在整个产品的策划和创意过程中，需要聆听用户，思考场景，分析任务，理解商业目标，平衡技术限制，最终给出让人心动的解决方案。\n具体工作包括但不限于：\n1、行业方向性研究，包括市场调查，客户产品咨询收集整理；\n2、参与产品开发工作，依据产品开发计划实施工业产品设计工作；\n3、独立对接供应链的各个生产环节。", "require": "1、本科及以上学历，设计相关专业，工业设计、产品设计优先；\n2、能熟练使用常规三维建模渲染软件，和平面设计软件Photoshop、AI等；\n3、熟悉体验设计和平面设计的基本流程与方法论；\n4、熟悉工艺和材质，能把握供应链生产中的各个环节；\n5、具备较强的手绘能力与文字表达能力；\n6、逻辑思维能力强，主动性高，具备优秀的理解、沟通与协调能力和大局观；\n7、富有创造力和激情，热衷于互联网，喜爱动手实践，并乐于尝试不同的产品。"}, {"name": "GY0-Program Director（Hong Kong）", "duty": "Develop strategic framework around International Business Group (IBG) covering product promotion and living streaming product;\r\nSupport IBG in developing product and platform opportunities with the support of key lead markets. Provide active project management for live streaming business;\r\nConduct feasibility studies and ascertain how system synergy can be achieved and impact the value chain positively;\r\nProvide leadership, guidance and strategic consultation to different parties and improve cohesion among them. Promote transparent, open and frequent communication in IBG; and\r\nFocus on innovation and develop new ideas to help the region to flourish.  Exert line of control, influence and support key stakeholders.", "require": "Substantial experience in strategy development and execution, directing and/or influencing staff;\r\nUnderstand the market trends for live streaming business;\r\nSolid working experiences with proven track record to devise strategy, translate into action plans and provide leadership to execute the plans;\r\nExperience in managing cross-functional and cross-cultural teams;\r\nStrong business acumen. Excellent project management, presentation and negotiation skills;\r\nDemonstrated ability to take initiatives and make sound judgment calls/decisions based on fast and often incomplete information.  Is comfortable working with ambiguity\r\nA strategic thinker; able to conceptualize broadly across various digital media, yet enjoys operating at hands-on level;\r\nProficient in English both written and oral. Ability to command a second language of Mandarin would be advantageous;\r\nMinimum Bachelor’s Degree in any discipline but must demonstrate strong intellectual capabilities.  MBA preferred."}, {"name": "GY0-Senior Content Editor(Indonesia)", "duty": "•\tOwn the weekly content programming plan within JOOX \n•\tEnsure JOOX has the right content for the right person throughout our user base.\n•\tPresent and follow up on strategic and creative projects \n•\tAssist the content manager with label partnerships\n•\tDefine new content concepts with the team and strategic partners\n•\tProvide outcome analytics and performance indicators\n•\tWork closely with the Content Manager and the local and global teams as well as other cross-functional teams to execute various content objectives, both globally and locally", "require": "•\tHold a Bachelor Degree in any related discipline\n•\tAt least 5 years of experience working on content in the music industry\n•\tStrong contacts within the music industry and with labels\n•\tExceptional communication and presentation skill\n•\tA goal-oriented individual with strong organizational, interpersonal and communication skills\n•\tAbility to work under pressure, independently and with limited supervision\n•\tVery sociable, energetic, creative, flexible, “can do” attitude and has a passion to work in a highly dynamic industry\n•\tFamiliarity with large scale Content Management Systems (CMS)\n•\tDeep knowledge and passion for the music industry and online entertainment \n•\tManagement experience is a plus\n•\tFull professional working proficiency in spoken and written English language"}, {"name": "GY0-Content Editor(Indonesia)", "duty": "•\tCreate amazing user experiences within JOOX by supporting the weekly creation of playlists and radio stations \n•\tAssist the content manager in planning of weekly programming for all JOOX contents\n•\tBuild and maintain strong relationships with music community\n•\tWork closely with label partners to create unique experiences for JOOX users\n•\tManage team of interns to help with content ingestion and creation\n•\tCollaborate with marketing and business development teams to further JOOX’s content offerings for brands and users both online and offline\n•\tAssist in regional content collaborations with other JOOX countries", "require": "•\tHold a Bachelor Degree in any related discipline\n•\tPossess at least 3 years of experience in music industry\n•\tA music lover\n•\tInternet & media savvy\n•\tGood network within the music community and labels is a plus\n•\tHave passion and deep knowledge of the current trends in the Indonesian music market\n•\tA goal-oriented individual with strong organizational, interpersonal and communication skills\n•\tAbility to work under pressure, independently and with limited supervision\n•\tVery sociable, energetic, creative, flexible, “can do” attitude and has a passion to work in a highly dynamic industry\n•\tFluency in English is a plus"}, {"name": "GY0-Business Development Manager(Malaysia)", "duty": "•\tResponsible for business development of Tencent International products in local market;\r\n•\tAnalyze local market and provide business development plan; \r\n•\tSource and maintain local strategic partners;\r\n•\tSell online advertising to direct sales, agency, and DSP clients \r\n•\tGenerate creative ideas and prepare campaign proposals \r\n•\tAttend to all sales enquires/leads diligently and follow up closely for order realization \r\n•\tProspect, identify and acquire new advertisers, including leading local workshops, presenting at relevant conferences, and generating PR opportunities \r\n•\tLiaise with local PR, media and agencies to plan, design, implement and evaluate marketing campaigns;\r\n•\tWork with internal product team and operations team to implement online/offline events; \r\n•\tDevelop market research, main competitor analysis report to better support management decision-making\r\n•\tAggressively drive business expansion in the market", "require": "•\tBachelor degree or above; \r\n•\t5 years business development working experience or related field, at least 2 years in internet and sales industry; \r\n•\tIn-depth knowledge about mobile apps development especially the Malaysia market music market\r\n•\tExcellent cross-cultural communication skills as well as teamwork skills;\r\n•\tSelf-motivated, willing to learn and take up new challenges; \r\n•\tProficient in spoken and written English; fluency in Mandarin Chinese and Bahasa Melayu will be an advantage."}, {"name": "29912-Data Scientist - Applied Machine Learning\t", "duty": "The Applied Machine Learning Data Science team in Tencent is at the forefront of using advanced machine learning techniques and mathematical models on big data to solve impactful problems", "require": "Minimum Qualification\n Strong background in machine learning and statistical modeling.\n 3+ years with time series modeling, forecasting, anomaly detection, user profiling and segmentation, behavioral targeting etc.\n Strong coding skills and experience in Python based on state-of-the-art machine learning and neural network methodologies (e.g., TensorFlow, PyTorch) for training and serving.\n Hands-on experience with big data systems (e.g., MapReduce, Spark) with TB to PB scale datasets.\n Passion for applying advanced methods, and innovating approaches at the intersection of machine learning, optimization, and computer science.\n Proven track record of formulating business problems into concrete mathematical framework, and translating analytic results into actionable business recommendations.\n Self-learner and has a thirst of continuing learning with a passion for work, attention to detail, and a can-do attitude. \n\nPreferred Qualification\n PhD degree in Computer Science, Statistics, Operations Research, Mathematics or related field.\n"}, {"name": "22989-高级Linux内核/虚拟化工程师（深圳）", "duty": "1.负责Linux内核、虚拟化平台的维护和定制化优化，满足业务发展需求；\n2.解决在Linux内核、虚拟化平台上遇到的性能和稳定性问题，给相关技术人员提供技术支持、建议等；\n3.根据业务需要引入开源社区成果，对开源社区反馈研发成果。", "require": "1.本科及以上学历；\n2.3年以上Linux内核开发经验；\n3.熟悉Linux内核，精通内核网络、存储、文件系统、内存、调度器等模块之一；\n4.熟悉KVM、Xen或Container虚拟化技术；\n5.熟练使用Linux底层工具链，了解其原理，熟悉某一CPU体系结构；\n6.具备出色的C语言编程能力。\n\n有以下经验者优先：\n1.有丰富内核故障调试经验；\n2.有kvm故障调试经验；精通kvm/docker等主流虚拟化技术；\n3.有内核社区补丁提交经验。  \n"}, {"name": "GY0-Tencent Cloud, Project Manager/Engineer", "duty": "•Acts as a liaison between technical teams in Thailand and China, to communicate customer requirements, as well as manage and deliver projects\n•Escalates customer issue to respective technical teams and strive to minimize negative impact\n•Facilitates knowledge sharing between cross functional teams\n•Identify and communicate international best practices, procedures and processes among cross functional teams\n", "require": "•2-5 years’ experience handling enterprise cloud project management in IaaS, PaaS, SaaS models Hybrid Cloud or Multi-Cloud Solutions\n•Understand Cloud technologies and underlying infrastructure \n•Ability to handle multiple and changing priorities and multiple customers\n•Strong interpersonal, written, verbal and non-verbal communication skills\n•Experience in AWS, AZURE, GCP is an advantage  \n"}, {"name": "GY0-Project Delivery Manager - JOOX", "duty": "•Manage the delivery of several concurrent high visibility projects, features and products using agile / lean methods in a fast-paced environment, with teams located across 7 countries\n•Remove impediments and enable quality deliveries within agreed timelines\n•Proactively manage dependencies, overcome obstacles and get the best value against constraints\n•Define and manage project management process and champion ongoing process improvement initiatives to implement best agile / lean practices, encouraging a mindset of experimentation, constant learning and adaptation\n•\tEnforce and optimize existing prioritization processes, making sure all teams are focused only on the most impactful projects\n•Build and maintain good relationships across the organization to positively influence team members to follow your directions \n•Prepare and distribute progress reports, manage risks and issues, correct deviations from plans\n•Support product managers in managing customer expectations for project deliverables and managing stakeholder communications\n•Work closely with JOOX content, operations, design, development, sales, business development, marketing and management teams to prioritize and focus execution on the most impactful projects \n•Support the outline of clear objectives, KPIs and ROIs, report on project post-launch performance, learnings and next steps\n•Standardize processes across the region, coaching the organization to adapt where needed \n", "require": "•5+ years of related experience on Digital Projects Management, within mobile apps organizations, publishers, digital agencies, digital media outlets or e-commerce websites\n•Successful experience managing complex digital projects with multi-function teams\n•Bachelor degree in Engineering, Business Management, or fields related to digital products/services/media/arts. MBA is a plus\n•Advanced knowledge in traditional and agile project management principles and practices \n•Effective communication & leadership skills to influence and lead those involved with each stage of the projects and get things done\n•Ability to focus on specific goals while also multi-task\n•Out-of-the box thinker with a creative approach to problem-solving, data-driven and able to execute on high-level of detail\n•Energetic, creative and resilient with a passion to work in an ever-changing industry with highly dynamic people\n•Fluent in English (Thai or Mandarin are a plus), with excellent verbal and written communication skills\n•Comfortable working within a multinational team "}, {"name": "GY0-Product & Marketing Operations Manager ", "duty": "•Responsible in improving user experience with Tencent products; build empathy and passion for user experience and trust across the company; understanding the quality and user experience for our products globally;\n•Generate creative ideas and prepare campaign proposals \n•Collaborate with teams to develop, evaluate, and revise project processes.\n•Communicate with internal and external partners on progress and implementation of online/offline events, as well as receive feedback.\n•Develop reports on the project and find a way to keep the project in the expected budgetary range. \n•To assist the team in partnering and integrate closely with product and technical team to bring an operational mindset to product development.\n•Ensures that all controls/processes are met within the operations department, and develops systems and processes to keep records for operational excellence\n•Driving brand, marketing and communications on social, print, mobile and digital touchpoints through compelling content and creative ideas; Driving new customers to Tencent platforms through brand communication\n•Monitoring, analyzing and measuring the effectiveness of pre- to post-marketing programs\n", "require": "•Bachelor’s degree or above; \n•3-5 years in operations and marketing working experience; \n•Internet & media savvy, great understanding in social media; added advantages if you are a music lover;\n•In-depth knowledge about mobile apps development especially entertainment and lifestyle in SEA market; \n•Excellent cross-cultural communication skills: You need good interpersonal and relationship-building skills in order to work with all internal and external stakeholders; you also need to possess the confidence to deal with senior executives and explain communication plans to them. \n•Self-motivated, willing to learn and take up new challenges; \n•Attention to detail and accuracy\n•Hands-On, Results-Oriented, can work under pressure and can handle multiple tasks at one time\n•Proficient in spoken and written English/Chinese language; fluency in Bahasa Melayu will be an advantage.\n"}, {"name": "22989-腾讯云大数据开发平台研发工程师（北京）", "duty": "1.负责调研并设计大数据开发平台的系统架构，并能持续优化，保障系统稳定性；\n2.负责与客户进行持续需求沟通，通过完善产品功能服务好企业客户；\n3.通过梳理和抽象，沉淀通用性的平台或服务能力。\n", "require": "1.计算机、通信等相关专业，本科及以上学历，3年以上大型互联网产品或分布式系统开发设计经验；\n2.扎实的java技术基础，对linux，分布式系统，高并发等技术经验丰富；\n3.对hadoop生态相关组件如spark, airflow等精通；\n4.有企业级大数据开发平台研发经验，对云厂商大数据开发平台如dataworks等架构熟悉者优先；\n"}, {"name": "HGJ-Senior Legal Counsel,Tencent,M&A", "duty": "Support and advice on international M&A transactions. \nRetaining / managing / liaising with outside counsel as required. \nDrafting, reviewing, and negotiating a variety of overseas M&A transactions", "require": "Qualified lawyer； \nOver 10 years post qualification experience focusing on international M&A transaction； Experience at recognized international law firms； \nExcellent command of spoken and written English & Chinese； \nOpen-minded, proactive, strong legal analytical skills, responsible, team-playing, good communication skills and good business sense."}, {"name": "HGJ-Senior Legal Counsel,Tencent,M&A", "duty": "Support and advice on international M&A transactions. \nRetaining / managing / liaising with outside counsel as required.  \nDrafting, reviewing, and negotiating a variety of overseas M&A transactions", "require": "Qualified lawyer； \nOver 10 years post qualification experience focusing on international M&A transaction； Experience at recognized international law firms； \nExcellent command of spoken and written English & Chinese； \nOpen-minded, proactive, strong legal analytical skills, responsible, team-playing, good communication skills and good business sense."}, {"name": "CSIG02-腾讯云医疗行业解决方案架构师（北京/上海/深圳）（深圳总部）", "duty": "了解行业的诉求和特性，并能针对客户需求定制腾讯云解决方案，积极推动方案的实施与交付；\n有效地将客户需求、行业标准传递到后端团队，并积极推动需求落地；\n沉淀医疗各细分行业的业务，联合客户和合作伙伴推动医疗业务云生态建设；\n积极参与行业线上线下布道活动，提升腾讯云在行业内的影响力。", "require": "计算机相关专业毕业，5年以上工作经验；\n精通HIS、PACS、LIS、EMR等系统架构，有丰富的医疗行业架构经验；\n对云计算、大数据、AI和业务场景有清晰的认知和洞察，能够理解客户的业务需求和痛点，并运用技术帮助客户解决问题；\n具备优秀的文档能力，良好的沟通表达能力，思维缜密；\n工作积极主动，有很强的责任心，执行力强，团队协作能力强。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "CSIG02-腾讯云医疗行业解决方案架构师（北京/上海/深圳）（上海）", "duty": "了解行业的诉求和特性，并能针对客户需求定制腾讯云解决方案，积极推动方案的实施与交付；\n有效地将客户需求、行业标准传递到后端团队，并积极推动需求落地；\n沉淀医疗各细分行业的业务，联合客户和合作伙伴推动医疗业务云生态建设；\n积极参与行业线上线下布道活动，提升腾讯云在行业内的影响力。", "require": "计算机相关专业毕业，5年以上工作经验；\n精通HIS、PACS、LIS、EMR等系统架构，有丰富的医疗行业架构经验；\n对云计算、大数据、AI和业务场景有清晰的认知和洞察，能够理解客户的业务需求和痛点，并运用技术帮助客户解决问题；\n具备优秀的文档能力，良好的沟通表达能力，思维缜密；\n工作积极主动，有很强的责任心，执行力强，团队协作能力强。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "CSIG02-腾讯云医疗行业解决方案架构师（北京/上海/深圳）（北京）", "duty": "了解行业的诉求和特性，并能针对客户需求定制腾讯云解决方案，积极推动方案的实施与交付；\n有效地将客户需求、行业标准传递到后端团队，并积极推动需求落地；\n沉淀医疗各细分行业的业务，联合客户和合作伙伴推动医疗业务云生态建设；\n积极参与行业线上线下布道活动，提升腾讯云在行业内的影响力。", "require": "计算机相关专业毕业，5年以上工作经验；\n精通HIS、PACS、LIS、EMR等系统架构，有丰富的医疗行业架构经验；\n对云计算、大数据、AI和业务场景有清晰的认知和洞察，能够理解客户的业务需求和痛点，并运用技术帮助客户解决问题；\n具备优秀的文档能力，良好的沟通表达能力，思维缜密；\n工作积极主动，有很强的责任心，执行力强，团队协作能力强。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "31871-腾讯云存储固件开发工程师", "duty": "负责腾讯自研存储服务器存储芯片FW的架构定义，方案设计，开发，测试等工作； \n根据自研服务器系统规格书，进行存储芯片FW模块设计，定制相应的HBA/raid FW和SAS expander FW sepc；\n基于SW spec和芯片spec与ODM/OEM进行软件的开发；\n制定存储FW 测试方案，与ODM/OEM 完成FW 测试工作；\n与HW，BMC, thermal协作，完成系统硬件，BMC ，散热方案；\n具备较强的问题分析和解决能力，跟进解决SIT，PA等测试中发现的问题；\n与厂商broadcom(原LSI)和microsemi（原PMC） FAE进行沟通并解决项目中碰到的问题。\n", "require": "电子/通信/计算机等相关专业本科以上学历； \n熟练掌握C语言进行软件的开发；\n5年以上存储固件开发经验，熟练掌握LSI bobcat/cobra expander SDK，并熟练进行config file，SES定制；\n熟练掌握存储方面问题的定位和调试；\n熟悉LSI/PMC HBA/RAID FW定制；\n熟悉软件开发流程，和相关工具的使用,比如tracking system, SVN。\n"}, {"name": "25663-泛互联网行业解决方案专家（深圳总部）", "duty": "1.挖掘围绕电商、物流、新零售、出行、酒店、企业服务等领域的延伸的商业场景，分析对应场景在业务发展、研发、运维和运营层面所遇到的挑战和未来的方向，据此给出行业客户跟腾讯云的合作模式；\n2.整合基于腾讯云的互联网行业解决方案，并推动解决方案的标准化落地；\n3.行业客户业务软件架构、基础架构咨询，挖掘和引导客户需求，并给出对应到优化解决方案；\n4.对重大行业项目拓展。", "require": "1.本科以上学历，5年以上电商、物流、新零售、出行、酒店、企业服务行业业务软件架构/基础架构设计运维经验或新领域/新模式探索经验；\n2.深入理解行业生态合作模式、技术趋势和行业趋势；\n3.理解云计算技术的基础架构、AI、智能推荐、大数据、互联网金融、中台设计、物流中台、电商高并发、容灾经验；\n4.具备行业解决方案设计及项目方案设计与提供技术咨询的能力；\n5.工作积极主动，责任心强，执行力强，团队协作能力强；\n6.善于思考，习惯于寻找创新方法来达成目标。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "25663-泛互联网行业解决方案专家（北京）", "duty": "1.挖掘围绕电商、物流、新零售、出行、酒店、企业服务等领域的延伸的商业场景，分析对应场景在业务发展、研发、运维和运营层面所遇到的挑战和未来的方向，据此给出行业客户跟腾讯云的合作模式；\n2.整合基于腾讯云的互联网行业解决方案，并推动解决方案的标准化落地；\n3.行业客户业务软件架构、基础架构咨询，挖掘和引导客户需求，并给出对应到优化解决方案；\n4.对重大行业项目拓展。", "require": "1.本科以上学历，5年以上电商、物流、新零售、出行、酒店、企业服务行业业务软件架构/基础架构设计运维经验或新领域/新模式探索经验；\n2.深入理解行业生态合作模式、技术趋势和行业趋势；\n3.理解云计算技术的基础架构、AI、智能推荐、大数据、互联网金融、中台设计、物流中台、电商高并发、容灾经验；\n4.具备行业解决方案设计及项目方案设计与提供技术咨询的能力；\n5.工作积极主动，责任心强，执行力强，团队协作能力强；\n6.善于思考，习惯于寻找创新方法来达成目标。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "25663-泛互联网行业解决方案专家（上海）", "duty": "1.挖掘围绕电商、物流、新零售、出行、酒店、企业服务等领域的延伸的商业场景，分析对应场景在业务发展、研发、运维和运营层面所遇到的挑战和未来的方向，据此给出行业客户跟腾讯云的合作模式；\n2.整合基于腾讯云的互联网行业解决方案，并推动解决方案的标准化落地；\n3.行业客户业务软件架构、基础架构咨询，挖掘和引导客户需求，并给出对应到优化解决方案；\n4.对重大行业项目拓展。", "require": "1.本科以上学历，5年以上电商、物流、新零售、出行、酒店、企业服务行业业务软件架构/基础架构设计运维经验或新领域/新模式探索经验；\n2.深入理解行业生态合作模式、技术趋势和行业趋势；\n3.理解云计算技术的基础架构、AI、智能推荐、大数据、互联网金融、中台设计、物流中台、电商高并发、容灾经验；\n4.具备行业解决方案设计及项目方案设计与提供技术咨询的能力；\n5.工作积极主动，责任心强，执行力强，团队协作能力强；\n6.善于思考，习惯于寻找创新方法来达成目标。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "15612-游戏客户端开发(北京）", "duty": "主要从事MMO游戏相关功能的开发工作与性能优化工作；\n与策划、美术协调数据与资源相关的需求及跟进；\n与后台开发协商通信协议并完成前端开发与前后台联调工作；\n与测试沟通Bug的细节，分析并修复功能Bug；\n进行多分支开发，及时将开发分支内容合并到需要的分支。", "require": "大学本科及以上学历，2年以上游戏开发经验；\n精通C#与C++语言，有2年以上相关语言开发经验，熟悉面向对象、泛型编程，了解c++1x语言的特性，理解boost库原理的更佳；\n熟悉MMO游戏的主要功能模块，熟悉unity3d引擎，有MMO战斗系统、动作系统、剧情系统、移动与同步机制设计经验的优先；\n深入理解UI机制，有丰富开发经验，能够进行UI批次优化，开发的同时保证性能，使用过FairyGUI或UGUI/NGUI的更佳；\n能够进行游戏前端的性能优化，有一定优化实战经验；\n理解SVN多人开发流程，有过多人协作开发经验；\n工作踏实认真，沟通顺畅，抗压能力强。"}, {"name": "15573-欧美次世代手游3D角色设计师（上海）", "duty": "负责游戏中的3D角色模型、贴图绘制；\n负责审核修改及外包团队的培养；\n确保项目3D角色资源按规格制作并风格统一，最终入引擎以最优化表现顺畅运行。", "require": "本科及以上学历，5年以上相关经验；\n有很好的造型、色彩把握能力,有一定创作能力理解设定后制作出高精度模型，有丰富手绘制作及次世代游戏开发经验；\n参与游戏开发中能自身岗位工作来配合产品来改进游戏体验；\n有较强的自学能力，关注行业技术更新，引导组员不断改进提高游戏美术表现力，对游戏行业有热情；\n熟练使用3dsMax或Maya、Zbrush、Photoshop、Substance Painter、Unity3D等开发制作软件；\n富有想象力和创新能力，关注游戏体验，有良好的沟通能力,积极主动解决问题；\n有责任心，能承受较强的工作压力，有很好的团队合作意识，应聘简历请附作品。"}, {"name": "15573-欧美次世代手游3D场景设计师（上海）", "duty": "负责游戏中的3D场景模型、贴图绘制；\n负责游戏中三渲二固定视角场景模型制作；\n能负责场景整合，灯光气氛设计和把控；\n有美术外包管理经验能审核修改及外包团队的培养；\n确保项目3D场景资源按规格制作并风格统一，最终入引擎以最优化表现顺畅运行。", "require": "5年以上3D游戏场景相关工作经验；\n造型能力强、色感优越, 注重场景物件塑造，具有丰富手绘制作功底及次世代开发经验；\n有手游开发经验熟悉游戏引擎Unity3D、UE4者优先； \n美术功底扎实，有较好设计能力，模型造型和质感能做出很好的表现，对贴图规划面数分配有合理的把控，结合本岗位工作配合产品改进游戏体验；\n有较强的学习能力，能引导组员不断提高游戏美术表现力；\n熟悉主流游戏美术风格,对游戏行业有热情；\n熟练使用3dsMax或Maya、Zbrush、Photoshop、Substance Painter（Designer）、Unity3D等开发制作软件；\n具有良好的沟通能力,积极主动解决问题，并能承受较强的工作压力, 有责任心，有较强的团队合作意识。"}, {"name": "20742-高级（专家级）概念原画设计师（深圳）", "duty": "隶属于工作室群旗下对接多个项目，负责场景、角色或风格概念等设计；\r\n负责重点产品风格方向制定和美术品质提升；\r\n负责重点产品攻坚美术品质提升；\r\n负责重点产品美术宣传；\r\n负责美术人才培养。", "require": "8年以上工作经验，美术功底扎实，良好的绘画技巧及对结构、线条、色彩等的把控；\r\n视野广阔，有一定高度的审美水平；\r\n有灵活的与时俱进的设计思维，丰富想象力和创新能力，对自己作品有高度要求；\r\n精通各种绘画软件（Photoshop、Sai等等）；\r\n风格不限，(写实、古装、仙侠、欧美、日韩、Q版、二次元均可)，但在某个领域风格突出；\r\n态度严谨，工作认真负责，有团队精神，沟通能力配合工作能力强。"}, {"name": "15605-《王牌战士》射击手游客户端开发（深圳）", "duty": "负责射击手游客户端程序框架及技术方案的设计和具体实现，负责关键技术攻关工作；\r\n负责射击手游客户端的功能模块设计、开发工作；\r\n与美术/策划进行良好的沟通，协助美术/策划建立高效的游戏内容制作流程，完善并持续优化工具链。", "require": "熟练掌握C#、Lua等语言，3年及以上Unity3D开发经验，具备引擎调试、性能分析经验优先；\r\n至少有一款3D游戏完整项目经验，有3DFPS游戏开发经验优先；\r\n对游戏研发技术领域有系统的了解和关注，对框架设计、游戏技术特定领域(比如AI、物理、渲染)有深入研究者优先；\r\n具备良好的分析、解决问题能力，及良好的沟通协作意识，能承受一定的工作压力。"}, {"name": "15570-Unity引擎高级开发工程师（深圳）", "duty": "负责Unity游戏客户端的设计与开发，扩展Unity引擎功能、提升显示效果与性能；\n配合美术制定规格、提供相应的编辑器与工具提升开发效率；\n负责新技术引擎的预研。", "require": "本科及以上学历；\n3年以上3D引擎、编辑器开发相关经验；\n熟悉引擎核心技术实现原理及优化算法；\n精通Unity3D引擎的接口与游戏制作流程，熟悉了解Render Pipeline；\n具备移动平台的渲染优化经验，了解Mobile GPU工作方式；\n具有较强的学习和分析能力，富有团队协作精神，良好的沟通能力；\n对图像（次世代渲染架构）、动作、Physics、Collision、AI或Audio有专长的优先考虑；\n有RPG网络游戏或者移动平台游戏完整研发经验者优先考虑。"}, {"name": "ZL-商业分析分析师/经理(医疗方向)", "duty": "Analyze new business models or innovative technology applications, and identify potential growth opportunities in healthcare industry;\nMonitor competitive activities, and develop a deep understanding of individual and institutional user needs, attitudes, and usage of specific technology services;\nProvide strategic analyses and recommendations over a broad range of management issues at corporate and business unit level;\nParticipate in annual/quarterly business planning and reviews;\nFacilitate execution of key initiatives across business units and functions.", "require": "This position requires at least 3-5 years experience, with PhD degree in computer science, AI a strong plus;\nOutstanding academic record and internship experience;\nManagement consulting or corporate internal consulting background would be a plus;\nStrong leadership potential as demonstrated by various types of achievements;\nHigh level of integrity, dedication and motivation;\nPassion for using technology to improve healthcare;\nDistinctive problem-solving skills and business sense;\nExcellent communication and interpersonal skills;\nAn effective team player;\nFluency in oral and written English."}, {"name": "ZL-Investment & Business Analysis Manager", "duty": "Assist and, in some cases, lead the investment process to help Tencent gain exposure to the most compelling fintech/blockchain opportunities globally. \nBe involved in every step of the investment process, from origination/sourcing, to evaluation, proposal/presentation, negotiation, and execution.  \nLiase across the company internally, especially where investment targets have synergies with or implications with regards to existing business groups. \n", "require": "High level of integrity, dedication and motivation\nPassionate about Internet and long-term investing globally in fintech and blockchain.\nBachelor/Master degree from top schools in Computer Science major; with MBA degree a plus;\nOver 4 years working experience in PE/VC, IB, consulting firm or related industry, with 1-2 years of actual experience as a software developer a strong plus.\nExcellent communication and interpersonal skills.\nStrong analytical skills, problem solving skills. \nFluency in English and Chinese\n"}, {"name": "30361-Android开发工程师", "duty": "负责移动端AI算法工程化，并完成相关优化工作；\n负责移动端视频图像类终端应用的架构设计；\n负责移动端视频图像类终端应用版本现有功能的维护及新功能模块的开发；\n负责定位并解决现有模块存在的问题；\n负责承担版本的系统设计、性能及内存调优工作。", "require": "计算机相关专业，对互联网行业有浓厚兴趣；\n接触过Android开发，对于native层有一定了解；\n具备扎实的C/C++编程基础，对常见数据结构与算法有深入理解；\n具备优秀的沟通和协调能力、良好的服务精神及团队合作能力，责任心强。"}, {"name": "CSIG15-智能平台高级后台开发工程师", "duty": "工作职责：\n1.海量请求的语音AI服务后台设计、研发、性能优化等工作\n2.对系统架构进行全面优化，构建海量数据传输、存储、计算、检索平台\n3.支撑AI能力的快速落地及业务的快速发展\n", "require": "工作要求：\n1.非常热爱技术\n2.计算机、通信相关专业本科以上学历\n3.5年以上后台开发经验、精通C/C++编程语言中的一种以上\n4.深刻理解计算机原理、良好的数据结构和算法基础、熟悉分布式系统原理\n5.熟悉多线程编程、网络编程，熟悉常见服务器编程模型\n6.扎实的编码能力、良好的编码风格和设计\n7.具有完整性思维，设计上能够考虑异常、监控、运营等方面\n8.优化过大中型平台或者中台的稳定性以及QPS、端到端延时\n9.有良好的沟通协调能力及团队协作精神\n10.主动思考总结、逻辑思维严谨、倡导创新与持续优化、对技术有强烈兴趣\n11.有中大规模互联网系统、分布式数据同步系统、实时检索引擎领域研发经验者优先\n12.有私有化部署经验者优先\n13.有问答系统，知识图谱项目相关经验者优先\n14.对CDC系统、ABTest体系设计有较深了解者优先\n15.有GPU编程及性能优化相关经验者优先\n16.有持续集成、持续部署实践经验者优先"}, {"name": "30933-高级UI设计师（深圳）", "duty": "主导游戏UI视觉风格，把控整体UI设计效果 ；\r\n负责道具、饰品等游戏道具设计；\r\n负责设计和优化产品宣传广告及网站设计；\r\n负责外包资源的审核修改；\r\n对外包资源制作进行审核修改，统一风格，提高制作品质；\r\n提供外包资源修改意见和修改外包回收资源并提高品质。", "require": "2年以上UI设计经验；\r\n态度严谨，工作认真负责，有团队精神，沟通能力配合工作能力强，对UI视觉设计有热情；\r\n平面设计功底扎实，良好的设计技巧，对结成、线条、色彩等的把控；\r\n视野广阔，有一定高度的审美水平；\r\n有灵活的与时俱进的设计思维，丰富想象力和创新能力，对自己作品有高度要求；\r\n精通各种绘画软件（Photoshop、AI等等）。"}, {"name": "30361-PCG影像类产品经理", "duty": "负责相机产品的竞品分析、用户研究、制定具体产品方案； \n利用AI技术、深度学习探索相机新能力和玩法，主导将新技术转化为产品功能。\n", "require": "本科及以上学历； \n2年以上互联网产品策划经验，做过相机类产品优先；\n具有较强的技术理解力，能快速捕捉行业新技术； \n喜欢研究各种APP，喜欢探索新产品新玩法；\n喜欢拍照、擅长P图、追求时尚； 极高的工作热情、良好的沟通协作能力。"}, {"name": "BOD-Senior Company Secretarial Officer", "duty": "To handle full range of company secretarial matters in relation to private companies in different jurisdictions independently/ listed matters;\nTo liaise, negotiate and coordinate with business parties involved;\nTo assist in ad hoc projects.", "require": "Degree-holder with associate membership of HKICS / ICSA; \n8 - 15 years' relevant company secretarial experience preferably in sizeable professional firms/ listed companies;\nGood command of written and spoken English and Chinese (including Putonghua);  \nIndependent, self-motivated, efficient and details-oriented; \nCandidate with less experience and qualification will be considered as Company Secretarial Officer."}, {"name": "25667-传统企业/工业渠道销售（深圳总部）", "duty": "1）拓展传统企业（工业）、综合集成商的高层客户关系、各地isv的拓展、渠道建设、销售团队管理；\n2）根据腾讯云产品能力、生态，结合上述行业特性，策划传统行业+互联网化制造行业解决方案及业务产品工作；\n3）梳理腾讯及合作伙伴资源，形成联合产品和方案，为相关行业客户提供创新、变革的行业解决方案；\n4）销售数字导向，完成既定销售指标；", "require": "1）能够团队作战，承担压力，扛起责任，以结果为导向，带领团队完成销售数字；\n2）面向传统企业行业（工业），不少于8年或以上的相关从业经验，熟悉该行业内的人和事；\n3）主导过较大型项目的招投标工作和内外部合作；\n4）有合作伙伴拓展和渠道管理的经验，在情况复杂的情况下开展工作的经验；\n5）IT及云产品方面的知识储备；对于云计算、大数据、AI、互联网营销、区块链等有清晰的了解和认识，对于传统企业领域的技术和方案要有深刻的理解；\n6）思维逻辑清晰，敏锐的市场洞察力，强自我驱动力和执行力；\n7）能够适应较为频繁的出差；  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "31677-高级VUI交互设计师", "duty": "* 您将负责腾讯语音自研硬件（腾讯叮当智能屏）和其他多行业的通用VUI设计；\n* 负责腾讯语音界面（VUI）的体验设计的工作，充分利用声音通道，打造具有多行业通用的语音设计方案；\n* 参与基于全双工，上下文理解，角色情绪系统，AI视觉等多模新技术的交互方案的探索；\n* 总结语音设计准则与方法并在设计团队内推行，推动提升整体团队的语音设计能力；", "require": "* 有3年以上的语音交互设计经验并有成功经验，面试者需要提供能够展示其能力的作品集；\n* 熟悉语音交互设计的流程与方法，并有过往的案例佐证；\n* 具有丰富的语音交互理论知识，并有自己独特的见解，善于研究与思考，能够持续性的输出有深度的体验思考；\n* 设计逻辑思维严谨清晰，善于寻找到设计与技术限制的平衡点，找到最优的体验路径；\n* 对语用学，声音录制等语音相关的理论有一定的了解；\n* 对新生事物敏感，富有好奇心并能够持续学习，对人工智能行业充满热情且对互联网产品趋势有前瞻性的理解。"}, {"name": "20503-系统测试工程师（上海）", "duty": "1) 负责图像相关算法SDK/后台服务的质量保证工作，包括用例设计、接口测试、性能测试、自动化测试等，输出算法核心技术指标；\n2) 负责AI相关算法的效果及质量评测，能够针对AI落地的不同场景针对性设计效果评价指标，通过技术手段快速给到效果评价数据；\n3) 负责测试相关工具的设计与开发，提升工作效率与效果。", "require": "1) 计算机/信息/软件工程相关专业本科以上学历；\n2) 熟悉C/C++,熟悉脚本语言如python至少一种，能熟悉常用的数据结构、算法和设计模式；\n3) 有机器学习/图像/AI算法与平台测试等技术背景者优先，或了解相关模型评价指标者优先；\n4) 良好的沟通表达能力和团队协作能力，优秀的分析和解决问题能力，强烈的求知欲和上进心。"}, {"name": "22989-云产品前端（小程序）开发工程师", "duty": "AI云产品是一个新的领域，我们需要更多对AI算法产品化感兴趣的小伙伴的入伙，一起推动人工智能颠覆各个行业。\n如果你是对前端技术有热情，对AI产品领域有兴趣，想实现自我更大价值的同学，这是一个绝佳的机会可以踏入云+人工智能的领域！ \n你会负责AI相关方向产品前端和小程序相关设计与方案的开发，负责前端技术平台以及核心组件的建设。在产品发展的同时，不断优化工作流程与效率。打造稳定、高灵活性的前端系统。", "require": "1.计算机或相关专业、本科及以上学历；\n2.熟练掌握JavaSript/HTML/CSS/HTTP等前端专业知识，具有良好的Web安全意识，扎实的计算机学科基础，了解常见的数据结构和算法；\n3.熟悉主流前端开发框架(库)，至少熟练掌握React/Vue/Angular中的一种，并有实际的应用开发经验；\n4.对前端组件化、模块化、工程化有一定了解，熟悉NodeJS及后台服务开发相关基础知识；\n5.熟悉微信小程序相关开发知识及流程；\n6.具有良好的沟通能力与团队合作精神，具有较强的分析问题、解决问题的能力以及较强的学习能力。\n7.通过腾讯云技术认证或同等资格认证的优先录取"}, {"name": "HY5-Senior Strategy Manager/Strategy Director-MBA (Full-time) ", "duty": "In Tencent Games, you have the opportunity to: \n•\tWork directly with senior management across global and domestic games markets; \n•      Lead projects related to our business development independently;\n•\tEvaluate global game-related investment and BD opportunities;\n•\tMore importantly, drive development of new opportunities and incubate new businesses; \n•\tWork in a team with high-calibre executives previously from top-tier consultancy firms and MBA \n\nYou will be responsible for supporting decision-makings for executives and leaders of business groups:\n•\tExplore new business models and new opportunities;\n•\tPlan and manage business incubation, drive product innovation and new partnerships, develop and execute go-to-market plan;\n•\tMake key investment decisions;\n•\tMonitor domestic and global game market. Identify emerging industry/technology trends\n", "require": "We are looking for talents who:\n•\tHave more than 3 years of work experience in strategy consulting, investment banking and related Internet industry;\n•\tEnthusiastic about the game/entertainment industry (preferably gamers!); \n•\tDemonstrate strategic visions, business insights and in-depth knowledge;\n•\tAre effective team players with excellent communication and interpersonal skills;\n•\tFluent in English and Mandarin\n•\tHave graduated from top universities; \n•\tHave an entrepreneurial spirit;\n"}, {"name": "CDG-HR Business Partner-MBA (Full-time)", "duty": "Understand key principles of business strategy and talent development;\nProvide effective HR solutions to drive business growth;\nOversee HR policy and support execution of key projects for business groups;\nManage critical HR initiatives, including training & coaching, performance reviews, talent reviews, working closely with management to improve productivity and retention.\n", "require": "Bachelor's degree and a minimum of 5 years experience in human resource management;\nExcellent communications ability and people skills;\nGreat passion and strong motivation to impact and drive business results;\nAbility to prioritize and multi-task in a fast-paced environment;\nFluent in English and Mandarin;\nDirect experience as a human resources manager is preferred.\n"}, {"name": "TEG13-C++后台开发工程师（深圳）", "duty": "海量请求的多媒体AI服务后台设计、研发、性能优化等工作\n\n对系统架构进行全面优化，构建海量数据传输、存储、计算、检索平台\n\n对研发体系进行全面优化，构建AI服务化全流程体系\n\n支撑AI能力的快速落地及业务的快速发展", "require": "计算机、通信相关专业本科以上学历\n\n两年以上后台开发经验、精通C/C++/Python编程语言中的一种以上\n\n深刻理解计算机原理、良好的数据结构和算法基础、熟悉分布式系统原理\n\n熟悉多线程编程、网络编程，熟悉常见服务器编程模型\n\n扎实的编码能力、良好的编码风格和设计\n\n具有完整性思维，设计上能够考虑异常、监控、运营等方面\n\n有良好的沟通协调能力及团队协作精神\n\n主动思考总结、逻辑思维严谨、倡导创新与持续优化、对技术有强烈兴趣\n有中大规模互联网系统、分布式数据同步系统、实时检索引擎领域研发经验者优先\n\n对CDC系统、ABTest体系设计有较深了解者优先\n\n有GPU编程及性能优化相关经验者优先\n\n有持续集成、持续部署实践经验者优先"}, {"name": "Talent Acquisition Intern", "duty": "Learn and support in managing the Applicant Tracking System (ATS) by uploading offline candidates into the system, updating candidate records and interview information, and support in the report generation, etc • Work closely with Recruiters and Recruiting Coordinator in supporting the recruiting processes support include but not limit to, scheduling phone, onsite, Webex/Zoom interviews, and reserve conference rooms for interviews and prepare recruiting related meetings in advance. • Arrange travels for the remote candidates to visit for onsite interviews or meetings, greet candidates, provide tours, and take care of their reimbursement, if needed.  • Benchmark the recruiting practices of both top IT/internet companies, and hot small start-ups to identify opportunities for improving the candidate experience and recruiting efficiency for the Recruiting Practice of Tencent in the US. • Learn and familiar with US Federal and State employment laws and regulations, and support in the recruiting legal compliance programs. • Research and attend various tech events and career fairs in the Silicon Valley, and provide recommendation and proposals for participation from talent acquisition perspective • Assist in the coordination of other Recruiting Events and Activities as needed", "require": "• Bachelor's degree or above in HR or other business related major, with strong interests in developing the career in human resource/talent acquisition/recruiting. • Excellent PC skills including Microsoft Office Suite, including, Word, Excel, Visio, etc • Excellent communication and interpersonal skills • Attention to detail • Proactive and Take Ownership • Excellent skills in time management and prioritizing tasks. • Ability to work in a fast paced, quickly changing environment • Strong customer-focus attitude, and eager to deliver a satisfied customer service experience • Bilingual in English and Mandarin"}, {"name": "25927-WeTest高级测试开发工程师", "duty": "负责WeTest平台整体自动化测试架构设计与开发;\r\n负责WeTest平台自动化测试在业务中的落地;\r\n负责WeTest海外重点用户支撑;", "require": "本科以上学历，5年以上自动化测试工具开发设计经验，熟悉自动化测试常用语言，具有优秀的编程能力，英语流利;\r\n精通多种自动化工具的技术原理，并有多年自动化框架设计与开发经验，在大型项目中落地并取得效果;\r\n熟悉自动化测试领域业界最新技术，熟悉自动化测试在CI和DevOps中的应用，有AI经验优先;\r\n熟悉TCP/IP、HTTP、PB等网络编程协议，熟悉Socket网络编程，熟悉Linux系统;\r\n责任心强，沟通能力好，抗压，能够承担有挑战性工作;"}, {"name": "24012-视觉设计师（深圳）", "duty": "负责电影、动漫番剧内的概念视觉设定和设计指导，以及影视类的宣发素材设计；\n游戏产品的IP打造与设计，提炼游戏侧的形象和元素，与编剧一起打造具有个性鲜明的IP形象和周边衍生品，管理IP形象及规范梳理；\n部门品牌形象建设，vi设计，发布会视觉设计，平面设计等；\n参与配合游戏品牌和运营需求，KV设计，游戏logo设计等，跟进设计供应商，提出设计方案及监修意见和修改。\n", "require": "本科及以上学历，三年以上视觉设计从业经验；\n有较丰富影视游戏经验，熟悉国内外游戏影视行业动态，对游戏美术、动漫等领域有系统的了解，在平面设计和视觉表现力方面有较深认识；\n同市场、产品相关人员讨论产品核心卖点，并给予有效的视觉设计策略支持，能够主导重点项目的视觉设计方向， 并完成主要视觉设计工作；\n有较好的专业知识广度，能够结合自身设计经验，根据业务需求推动方法论建设以及相关研究工作；\n熟练操作相关设计软件（PS,AI），熟悉AE,C4D等软件，有手绘能力和动画表现能力者最佳；\n良好的项目管理和沟通表达能力，对行业内的成本构成与业务规范有深入了解；\n善于沟通，关注用户体验细节，有较强理解力与出色的沟通能力同时具备优秀的视觉表现能力。"}, {"name": "15605-《航海王》IP动作游戏UE4客户端开发工程师（深圳）", "duty": "负责UE游戏客户端的设计和开发； \r\n与后台开发以及策划设计人员进行良好的沟通，负责游戏逻辑的编码和调试。", "require": "熟练掌握C++，熟悉3D技术，熟悉UE引擎底层架构设计；\r\n对游戏技术特定领域(比如AI, 动画, 物理)有深入研究者优先；\r\n有优秀的学习能力，善于沟通，热爱游戏事业； \r\n了解UE引擎，对ACT游戏熟悉和热爱者优先。"}, {"name": "CSIG17-云测试高级工程师（成都）", "duty": "负责腾讯云产品的测试工作，分析系统相关需求、设计、架构等，设计测试方法和测试用例；\n挖掘并跟进实施性能、稳定性、可靠性等专项测试，保障和提升产品质量；\n跟进建设云平台产品相关的自动化测试以及必要的测试工具开发，提升测试效率。", "require": "本科以上学历，2年以上开发或测试经验；\n对云计算、虚拟化、存储、数据库、大数据、网络、AI 等有深刻理解和测试经验优先；\n有丰富后台、性能、协议或白盒测试经验者优先； 具备自动化测试经验，深刻理解自动化平台和持续集成体系建设者优先；\n熟练掌握PHP/Python/Shell/Perl等至少一门脚本语言有丰富实践经历；\n具备良好的团队合作精神，善于协调沟通，具备较强的问题定位和推动解决能力； 具备较强的抗压能力，能面对云计算的机遇与挑战，在较大压力下保持工作激情。"}, {"name": "18302-高级UI动效设计师（深圳）", "duty": "主导游戏UI视觉风格，把控整体UI设计效果 ；\n负责道具、饰品等游戏道具设计；\n负责设计和优化产品宣传广告及网站设计；\n负责外包资源的审核修改；\n对外包资源制作进行审核修改，统一风格，提高制作品质；\n提供外包资源修改意见和修改外包回收资源并提高品质\n", "require": "3年以上UI设计经验；\n态度严谨，工作认真负责，有团队精神，沟通能力配合工作能力强，对UI视觉设计有热情；\n平面设计功底扎实，良好的设计技巧，对结成、线条、色彩等的把控；\n视野广阔，有一定高度的审美水平；\n有灵活的与时俱进的设计思维，丰富想象力和创新能力，对自己作品有高度要求；\n精通各种绘画软件（Photoshop、AI等等）。\n喜欢且了解宝可梦IP.\n"}, {"name": "Product Director for Overseas Live Streaming", "duty": "1.\tDefine value proposition for overseas live streaming platform and be responsible for user experience 2.\tContribute to the product team set-up, be responsible for the routine team management and cooperate with other functions in China 3.\tDeliver product features plan based on consumer understanding and competitor analysis 4.\tOutput specific product requirement documents (PRD)  5.\tManage the developing process of new features and corporate with developing, design and testing team to make sure the success of feature publishing 6.\tAnalyze performance data of certain features and drive product Iteration 7.\tCollaborate well with local game companies, agencies, and partnering channels;", "require": "1.\tAt least 3~5 years’ experience in overseas live streaming operation with deep understanding in industry and great passion in video games 2.\tStrong relationships with partners, agencies, clubs and other relevant third-parties 3.\tExcellent English speaking skills, and ability to speak & write Chinese is a must. 4.\tGood Team player with outstanding communication skills. Experienced team leader preferred. 5.\tAny experience in working and studying abroad would be preferred.  Working location : USA or China"}, {"name": "Product Director for Overseas Live Streaming", "duty": "1.\tDefine value proposition for overseas live streaming platform and be responsible for user experience 2.\tContribute to the product team set-up, be responsible for the routine team management and cooperate with other functions in China 3.\tDeliver product features plan based on consumer understanding and competitor analysis 4.\tOutput specific product requirement documents (PRD)  5.\tManage the developing process of new features and corporate with developing, design and testing team to make sure the success of feature publishing 6.\tAnalyze performance data of certain features and drive product Iteration 7.\tCollaborate well with local game companies, agencies, and partnering channels;", "require": "1.\tAt least 3~5 years’ experience in overseas live streaming operation with deep understanding in industry and great passion in video games 2.\tStrong relationships with partners, agencies, clubs and other relevant third-parties 3.\tExcellent English speaking skills, and ability to speak & write Chinese is a must. 4.\tGood Team player with outstanding communication skills. Experienced team leader preferred. 5.\tAny experience in working and studying abroad would be preferred.  Working location : USA or China"}, {"name": "31498-游戏引擎研发工程师（深圳）", "duty": "产品需求的技术可行性评估, 程序框架及技术方案的设计和具体实现；\n协助美术/策划建立高效的游戏内容制作规范和流程, 完善并持续优化工具链；\n针对游戏新特性对游戏引擎进行优化改造。", "require": "本科及以上学历，计算机相关专业；\n三年以上C/C++及游戏客户端研发经验；\n至少参与过一款3D游戏引擎的研发维护工作, 对游戏研发相关技术有系统的掌握并保持学习和关注；\n扎实的算法和数学基础, 系统全面的软件研发领域知识(计算机系统, OS、数据结构等)；\n具备良好的分析解决问题能力, 责任心强, 有较高的自我管理和任务跟进推动能力；\n在框架设计、渲染、动画, 网络同步, 物理、游戏AI等其中某一技术领域有丰富的经验；\n丰富的Unity3D或UE4引擎实践经验, 了解其关键技术实现原理, 并有实际的二次开发维护经验；\n出色的学习和技术研究应用能力, 良好的团队协作能力, 善于沟通, 敬业专注； \n热爱游戏行业，对技术有极客精神。"}, {"name": "15579-移动游戏高级客户端开发工程师（深圳）", "duty": "负责精品手游客户端的开发、维护；\r\n负责精品手游客户端的性能优化；\r\n负责新技术预研、框架搭建。", "require": "5年以上游戏开发经验，熟悉C#、C++语言，至少熟悉一门脚本语言比如Lua、Python； \n熟练掌握常见数据结构以及使用场合；熟悉常用设计模式；\n软件开发知识系统全面，比如计算机组成原理、操作系统、网络等； \n掌握3D数学和计算机图形学基础知识，对游戏开发有擅长领域者优先，比如：渲染、动画、网络同步、物理、游戏AI、架构设计； \n熟悉Unity3D引擎，独立负责模块开发、对负责的模块进行性能分析、优化；\n了解关键技术实现原理，有引擎源码阅读习惯、引擎二次开发经验者优先； \n有良好的学习、自我驱动能力，善于沟通、具备良好的团队合作意识。"}, {"name": "29311-腾讯安全品牌经理（深圳）", "duty": "1. 负责制定并实施腾讯安全市场推广策略，以提升腾讯安全整体在行业及各产业中的影响力，提升腾讯安全在安全产品中的认知度及地位；\n2. 负责统筹预算、供应商等各类市场资源，与产品、销售、运营、公关等团队密切联动，捕捉市场趋势与重点客户需求，策划、组织、执行市场campaign，并进行效果跟踪评估；\n3. 挖掘市场合作伙伴及落地机会，以差异化的方式识别并打造具有影响力的联合项目；\n4. 根据市场活动效果，不断优化推广工作及方法，提升营销效率和效果转化。", "require": "1. 本科以上学历，5年以上B2B市场经验，良好的英文语言能力；\n2. 熟悉mkt方法论知识，品牌意识及行业洞察力强，具有较强的内容策划及活动营销能力，能独立打造具有影响力的项目；注重项目目标及效果转化；有完整的品牌案例经验优先；\n3. 擅于沟通和跨团队协作，能调动多方资源，并积极响应需求；\n4. 良好的团队意识以及执行能力，勇于承担高强度的工作压力； 思维活跃，善于学习和提升自我，具有创新精神。"}, {"name": "30934-海外社群内容策略关系管理经理 Community Strategy Manager（深圳总部）", "duty": "Key Responsibilities:\n\n•\tBe an one-stop community strategy boutique, able to define, plan, and iron out community strategies across the global market, ensuring its consistency with Tencent Games global strategy.\n•\tDevise plans, clear goals, and strategies around specific areas of community management: social media, influencer management, content strategy and more.\n•\tEstablish a strong working relationship with the development and marketing teams within Tencent to optimize synergies and efficiencies.\n•\tWorking closely with and supporting User Acquisition, Design, and Marketing teams to align with their strategy and become more efficient with delivering value to all game teams.\n•\tEnsuring strong and regular communication to all internal teams with clear updates on a consistent basis.\n•\tPlan and organize workload across the team, giving regular synchronization of information and clearly defining next steps of strategy creation.\n•\tAnalyze and deliver insightful reports in regards to competitor activity, growth, monitoring, and learnings that can be extracted from each one of them, and be applicable to Tencent products in the shortest period possible.", "require": "Knowledge, Skills and Experience\n\n•\t2 years’ experience with strong and demonstrable track record within games, technology or entertainment industry.\n•\tStrong relationships with partners, agencies and other third-party companies.\n•\tExcellent written skills, including internal communication and presentation skills.\n•\tTeam player with outstanding communication skills. Comfortable with handling ambiguity and collaborate across different functional teams and departments.\n•\tHave an entrepreneurial spirit and be self-starter,  including the ability to work independently and autonomously. \n•\tAbility to consistently deliver quality results under pressure, working and influencing decisions of various stakeholders.\n•\tAbility to travel as needed and required by the company to accomplish certain goals set in those plans."}, {"name": "15573-3A开放世界RPG手游-资深战斗策划（上海）", "duty": "负责ARPG类游戏的战斗模组设计工作（包括不限于 AI、载具、武器、技能设计）； \n配合主策划完成相关模组的核心战斗博弈设计与优化； \n负责具体战斗内容上的元素设计，原型创造以及成品把控； \n熟练运用UE4，协同相关部门进行相关游戏功能的调试与优化； \n能通过对ACT品类的分析和研究，提出对游戏有建设性意见的改进方案。", "require": "本科及以上学历，5年以上相关经验；\n有3D动作&射击游戏品类成功项目经验者优先；\t\n有技能&武器战斗&载具&AI功能模块开发经验者优先；\t\n熟悉UE4引擎，有蓝图使用经验；\t\n熟悉主机向动作游戏（黑魂、战神、只狼、血缘等）；\t\n参与或熟悉过至少一款技能编辑器的开发流程。"}, {"name": "25928-游戏客户端开发高级工程师（深圳/上海）（深圳）", "duty": "负责游戏底层引擎模块和相关流程工具的开发优化；\n负责游戏渲染、动画、物理、AI等核心模块的开发优化；\n负责引擎的内存以及性能优化，兼容性分析以及疑难问题分析定位工作。", "require": "本科以上学历，精通C/C++，具备扎实的数据结构和算法基础，熟悉常用设计模式；\n具备3D数学和计算机图形学基础知识；\n熟练掌握3D游戏引擎框架，熟悉渲染、动画、物理、AI等核心模块的实现；\n精通PC或者移动端调试和优化工具，具备3D引擎性能分析和优化经验；\n3年以上3D引擎（Unreal/Unity等）开发经验，1年以上核心模块开发和优化经验；\n熟悉移动端GPU/CPU架构，有主导过核心模块的开发经验者优先；\n对游戏引擎相关开发有热情，熟悉游戏技术趋势和最新技术应用者优先；\n责任心强，善于沟通。"}, {"name": "25928-游戏客户端开发高级工程师（深圳/上海）（上海）", "duty": "负责游戏底层引擎模块和相关流程工具的开发优化；\n负责游戏渲染、动画、物理、AI等核心模块的开发优化；\n负责引擎的内存以及性能优化，兼容性分析以及疑难问题分析定位工作。", "require": "本科以上学历，精通C/C++，具备扎实的数据结构和算法基础，熟悉常用设计模式；\n具备3D数学和计算机图形学基础知识；\n熟练掌握3D游戏引擎框架，熟悉渲染、动画、物理、AI等核心模块的实现；\n精通PC或者移动端调试和优化工具，具备3D引擎性能分析和优化经验；\n3年以上3D引擎（Unreal/Unity等）开发经验，1年以上核心模块开发和优化经验；\n熟悉移动端GPU/CPU架构，有主导过核心模块的开发经验者优先；\n对游戏引擎相关开发有热情，熟悉游戏技术趋势和最新技术应用者优先；\n责任心强，善于沟通。"}, {"name": "32032-资深场景3D模型师（北京）", "duty": "为建筑、内饰空间和场景生态、环境（如特殊地形、道具等）创建优质的3D模型和材质；\n配合其他3D设计师共同建立产品的工艺和品质标准；\n协助工作管线中的相关成员（如角色3D设计师、技术美术、图形工程师等）共同建立游戏中场景3D资产的技术规范和标准；\n协助关卡设计师的共同提升游戏中场景环境的艺术品质和游戏体验；\n配合协助如灯光美术、技术美术等相关成员优化游戏场景在引擎中的实际视觉表现。", "require": "本科及以上设计、艺术类专业毕业，5年以上的游戏行业经验，至少3年以上的游戏场景3D模型制作经验；\n对设计中的造型、工艺、结构和轮廓等设计语言有深刻理解；\n熟练掌握使用Maya或3Ds max，Zbrush，Substance Painter等相关软件进行游戏资产制作，同时对PBR美术生产管线的相关技术信息以及开发工具有一定了解和掌握；\n熟悉Unreal 4等次世代引擎效果呈现，资产LOD等制作手法；\n拥有较强的快速建模能力，在3D资产制作的早期阶段能够快速生产整洁、高效的低面数模型；\n对游戏中的植被元素如：灌木、藤蔓、树木等3D资产的制作有着丰富的经验和技术手段；\n制作中，聚焦3D资产质量的同时能有效兼顾到性能开销并优化工艺方式；\n具有较强的艺术理解力、表现能力以及设计补充能力，能够凭借较少的原画概念来完成相关3D资产的模型制作；\n拥有良好的团队合作意识，善于倾听，对新的观点想法有灵活的处理实现能力，对建议和改变持有开放的态度；\n具有一定的自驱性，良好的学习意愿和快速学习能力；\n工作中能够进行自我激励，必要时能够为自己建立和明确清晰的工作目标和职责范围，对所负责的设计制作工作有高度的自我要求和积极性；\n较强的沟通能力与沟通意愿，在需要时能够帮助他人和寻求帮助，能够主动分享信息和资产等；\n热爱游戏，有丰富的写实AAA类游戏体验，有强烈的表达欲望和艺术追求；\n兴趣爱好广泛，具有较为全面的知识结构和通识体系，对欧美文化有一定程度关注和了解；\n扎实的美术基础，擅长写实风格方向3D资产的制作和表现；\n良好的表达能力，能够对自己的设计进行有效的表达和说明；\n具有大型写实类移动端项目或AAA级项目开发经验者优先。\n\n"}, {"name": "32032-资深场景原画设计师（北京）", "duty": "前期能够为游戏产品建立高质量的视觉设计；\n配合角色原画设计师共同进行游戏的概念设计创作；\n创作高质量的世界环境、室内环境的氛围概念设计原画；\n对游戏内的建筑以及场景道具物件进行概念设计；\n协助3D场景设计师和关卡设计师的设计制作工作，并为之提供启发和灵感；\n配合协助Level Artist以及3D设计师优化场景环境在引擎中的实际视觉表现。\n", "require": "热爱游戏，有丰富的写实AAA游戏经历，有强烈的表达欲望和艺术追求；\n兴趣爱好广泛，同时具有全面的自然、科技、人文等通识体系；\n本科及以上设计类专业教育背景，5年以上的游戏行业从业经验，至少3年以上游戏、影视场景设计工作经验；\n扎实的美术基础，熟练掌握写实风格的表现；\n优良的审美能力，对光影、色彩与构成有深刻的认知和掌握；\n优秀的创造力与设计能力，能够合理利用素材，熟练掌握Matte Painting等综合表现手段；\n熟练掌握完成设计表达所需的工具，如Photoshop等；\n良好的学习意愿和快速学习能力；\n能够在有限制因素的情况下，有效优质地完成设计工作；\n对所负责的设计工作有高度的自我要求和积极性；\n较强的沟通能力与沟通意愿；\n具备多角度认知、思考并解决问题的能力；\n良好的表达能力，能够对自己的设计进行有效的表达和说明；\n具有影视概念设计经验或次时代游戏开发/外包服务经验者优先。\n\n\n"}, {"name": "28598-后台开发工程师", "duty": "负责游戏手机业务系统后台的开发和维护，如福利礼包系统、支付系统、新游活动平台、消息触达等系统； \n负责AI智能助手的开发和优化，包括语音识别，声纹识别，语音合成，自然语言理解，闲聊等AI技术的落地应用；", "require": "本科及以上学历，计算机相关专业，基础知识扎实，具有后台开发能力和经验；\n熟悉Linux开发环境，有C++/C/nodejs/Java/python至少一门语言开发经验 ;\n熟练掌握TCP/IP网络协议及相关编程； \n熟悉MySQL以及SQL语言，熟悉NoSQL存储；\n对事情有非常清晰的思考和分析能力； \n具备良好的沟通能力和团队协作能力;\n对工作充满兴趣和激情，敢于承担挑战性的工作；\n强烈的责任心和主动性，坚定和高效的执行力；"}, {"name": "32032-高级工程师（北京）", "duty": "主导多种玩法系统与相关组件的开发，以支持游戏设计与迭代；\n与其他工程师/其他部门合作，对工具与工作流的进行迭代改进，提升开发效率和质量；\n参与基础系统的开发和维护，包括游戏逻辑/AI/动画/脚本/物理/网络等；\n理解并参与完善游戏的设计方向，实现效果与性能优秀的技术方案，并持续迭代改进；\n对项目版本进行性能分析，定向优化，帮助项目达到稳定的目标帧率；\n规划开发日程，与产品及设计、美术部门合作，推动工作按时、高质量完成；\n持续追踪行业动态，与技术团队一同评估和实现有助于项目的新技术/工具/流程。\n", "require": "5年以上游戏行业工作经验，发布过一款以上针对全球市场的大型游戏项目； \n有扎实的3D数学和算法基础，精通C/C++；\n熟悉UE4引擎，理解其优势与缺陷；\n能与其它部门沟通协作，能在设计层面提出建议，有团队意识，理解敏捷开发；\nT型人才，学习能力强，能进行服务器与客户端双端开发；\n热爱游戏，有丰富的游戏经历。\n\n优先考虑；\n有国内一线游戏大厂，外资企业或海外一线游戏公司工作经验；\n理解PC、Console和Mobile平台的性能限制；\n有针对Mobile平台项目的工作经验；\n有多人在线游戏的开发经验；\n理解游戏引擎基础知识，如渲染/动画/物理/内存管理/网络/多线程/资源管理等。\n\n"}, {"name": "29912-Technical Program Manager", "duty": "Program manage WeSee R&D Team's efforts to develop application software for WeSee products;\nBuild, coordinate, and maintain schedules, and track execution at task level across cross-functional teams, manage shared resources, and ensure timely delivery;\nCapture and keep detailed and well-organized records of cross-functional communication, meetings, problems and risks;\nIdentify resources needed and work closely with team leaders to maintain full visibility of the project schedule and potential roadblocks;\nWork with teams to alleviate project bottlenecks and escalate the need to resolve issues when executive support is required；\nBuild and manage relationships with hardware, software and algorithm vendors and other external partners, including creating statements of work；\nDrive deliverables from external partners and ensure that they have the information and resources needed to succeed；\nUnderstand and communicate technical information to non-experts.\n", "require": "3+ years of experience in technical program management；\nBachelor’s degree in Computer Science, Computer Engineering or equivalent combination of education and experience；\nExperience in relationship building and collaboration within cross-functional team；\nExperience in organizational, coordination and multitasking；\nExperience understanding product requirements and translating needs into plans；\nTrack record for being detail-oriented with a demonstrated experience to self-motivate and follow through on projects；\nExperience working on consumer electronics products；\nExperience managing IOS/Android app development projects with cloud/backed infrastructure；\nExperience working with a cross-disciplinary team of software engineers, product managers, designers, UX researchers."}, {"name": "22989-计算产品架构师（深圳、上海、北京）", "duty": "技术支撑：为行业客户提供腾讯云计算产品相关的技术咨询服务，为行业客户提供专业的技术指导，充分理解客户需求及行业特点，有能力规划、设计基础业务构架；技术视野开阔，可以融入多类产品及合作伙伴，共同构建生态能力，并输出针对性的解决方案，推动产品快速发展；\n项目落地：针对特定行业客户输出需求说明、技术方案、落地推进、最终交付，以及过程中的问题处理，满足客户在计算品上的需求跟进；\n需求反馈：通过自身的专业技术能力，洞察行业发展趋势，对客户的需求进行洞察和挖掘，并形成产品的后续能力补充；\n产品宣导：对不同行业的其他架构师进行黑石解决方案的持续培训和指导，分享最佳实践知识和案例，并在过程中进行方案和文案的优化和更新。", "require": "本科及以上学历，5年以上IT/互联网行业工作经验；\n熟悉云计算和大数据的整体技术体系（包含服务器、存储、网络、安全、中间件、数据库等），掌握其中1~2个技术领域；\n精通Caffe、TensorFlow等开源深度学习框架，有AI相关应用的实际开发经验，熟悉FPGA, 有FPGA 实际开发应用经验者优先；\n深刻了解云计算在行业的应用场景；能够独立完成对客户的业务设计和技术选择的影响；\n具备优秀的文档能力，使用文字、图示清楚地表达架构意图，能够熟练编写各类技术文档；\n具有娴熟的沟通技巧，执行力强，具有优秀的团队合作精神、敬业精神；对互联网与云计算行业有清晰的认知和热情。"}, {"name": "28607-122 微信支付高级推荐算法工程师（深圳）", "duty": "岗位特色：基于微信支付海量的用户、商户、交易信息和行为等数据，应用业界前沿个性化推荐、深度学习、强化学习、NLP技术，构建自动学习的智能营销平台，探索新零售、商超和餐饮与AI相结合的创新型解决方案，创造数亿人未来的智慧生活方式，未来因你而来。\r\n\r\n本岗位职责包括：\r\n设计并实现推荐系统多路召回模型以及大规模预估模型，持续优化提升推荐精准度；\r\n结合微信支付的业务场景，搭建通用的推荐算法平台，高效支持智能营销和智慧零售等推荐业务场景的快速落地；\r\n基于微信支付海量的用户行为数据，应用大规模特征提取技术，建立精细的用户/商户画像，提升算法效果；\r\n对业界前沿技术保持敏感，结合业务特点落地和创新，实现技术突破与前沿创新。", "require": "计算机、数学统计、人工智能等相关专业硕士及以上学历，三年以上相关工作经验；\r\n熟悉分类、回归、聚类、深度学习、强化学习、迁移学习等常见的机器学习算法及原理，具有实际动手建模能力；\r\n精通SQL、Scala、Python、Java、C/C++等中的至少三种编程语言，有基于Hadoop/Spark大数据平台开发经验；\r\n具有较强学习能力，具备空杯心态，有较强的团队合作精神和责任心，具有推荐相关项目背景者优先。"}, {"name": "GY0-Solutions Architect (Pre-sales)", "duty": "We are now seeking a high calibre and experienced Solutions Architect to join the fast growing Tencent Cloud team in Hong Kong.  The qualified individual will support the Business Development Manager in conducting pre-sales activities, evaluating and qualifying customer requirements and providing professional technical advice to customers.  He/she will liaise and interface with different Tencent Cloud technical and product teams to identify and secure the right expertise and resources in formulating solutions to customers.", "require": "•\tBachelor’s degree in Computer Science, Information Technology, or related discipline\n•\t5 to 10 year’s solid technical pre-sales experience\n•\tIn-depth knowledge of Private and Public Cloud (AWS or Azure Solution Architect certification preferred)\n•\tGeneral knowledge of Data analytic and AI / Machine Learning\n•\tHands-on experience in developing technical proposal and response to RFI/RFP\n•\tStrong business sense with good understanding in how IT systems and data support business objectives\n•\tStrong awareness of IT trends and Digital Transformation\n•\tExcellent presentation, verbal and written communication skills. Fluency \nin English and Chinese (Mandarin) are required\n•\tMainland China experience will be an advantage\n•\tA good team player with positive attitude and strong interpersonal skills\n•\tAbility and willingness to travel up to 50%\n"}, {"name": "TEG09-linux内核高级研发工程师", "duty": "负责Linux内核的建立、维护和定制化开发，满足业务需求；\n解决服务器在Linux内核上遇到的问题，给业务开发人员提供内核支持、技术建议等；\n和业务合作进行系统性能分析和架构优化，特别是新硬件平台和业界新技术上的优化；\n根据业务需要引入开源社区成果，对开源社区反馈内核研发成果。", "require": "3年以上Linux内核开发经验；\n熟悉Linux内核，精通内核网络、存储、文件系统、内存、调度器等模块之一；\n熟悉Xen、KVM或Container虚拟化技术；\n熟练使用Linux底层工具链，了解其原理，熟悉某一CPU体系结构；\n具备出色的C语言编程能力；\n有丰富内核故障调试经验者优先；\n有内核社区补丁提交经验者优先。"}, {"name": "22989-CV计算机视觉组产品组长", "duty": "1、负责计算机视觉相关AI产品的创新、规划和目标制定； 2、负责统筹策划、运营、推广及渠道等相关的全链条工作，并保证高效率高质量的项目执行； 3、负责团队成员的管理和培养，带领团队高效运转与合作，不断优化产品体验，提升产品质量。4、负责AI计算机视觉产品团队的日常管理，及产品策划管理工作", "require": "1、本科及以上学历，五年以上互联网产品管理经验，有AI产品运营相关经验者优先； 2、具备开阔的视野，思维灵活，有成功的项目经验； 3、具备优秀的分析和解决问题能力、较强的数据敏感度和逻辑思维能力； 4、强烈的市场导向和创新意识，强烈的进取心和产品主人翁意识。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "15612-游戏引擎工程师(北京）", "duty": "1、负责Unity游戏客户端的设计与开发，扩展Unity引擎功能、提升显示效果与性能；\n2、配合美术制定规格、提供相应的编辑器与工具提升开发效率；", "require": "1、有良好的编码习惯，注重代码质量与易读性；精通C++/C#编程语言 \n2、具有一定的网络游戏客户端开发经验,有跨平台开发经验，参与过上线的网络游戏项目开发（有成功的次世代游戏开发经验优先）； \n3、精通Unity3D引擎的接口与游戏制作流程，精通Unity引擎的Render Pipeline，至少掌握Cg/GLSL/HLSL任意一种Shader语言；  \n4、熟悉3D技术，具有其他引擎开发经验，特别是具有UE4游戏项目经验，熟练掌握UE4中的蓝图编程和网络同步机制，了解其关键技术实现原理者优先； \n5、在框架设计、渲染、动画、网络同步，物理、游戏AI等其中某一技术领域有丰富经验者优先；\n6、有移动平台的渲染优化经验，了解Mobile GPU工作方式；\n7、具有较强的学习和分析能力，富有团队协作精神，良好的沟通能力； \n8、有一定的英语阅读能力，能看懂一般英文技术文档。"}, {"name": "22989-Android/iOS的客户端开发工程师（深圳）", "duty": "负责AI语音&智能对话产品的Android、iOS的SDK及终端组件的开发工作；\n参与客户端产品线全链路的技术规划，流程优化，流程工具开发；\n参与产品/技术需求的评审，项目排期；\n利用工具和流程的持续优化，提升团队工作效率。", "require": "本科以上学历，计算机相关专业，2年以上相关工作经验；\n计算机基础扎实，精通Objective-C/Android，熟悉iOS平台/Android平台并有良好的软件开发经验；\n熟悉HTTP协议及其操作，精通TCP/IP协议；\n良好的编码风格，以及足够的调试技术和问题解决能力；\n良好的合作，沟通能力，能协同工作；\n责任心强，积极向上、乐于学习新技术。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "25923-海外游戏技术运营工程师（深圳）", "duty": "负责腾讯海外游戏业务的基础环境维护；\n负责监控腾讯海外游戏业务的运行状况，及时处理游戏运行中出现的故障，保障网络游戏服务的正常提供；\n负责海外合作和投后公司的日常沟通；\n负责项目组相关运营支撑工具的开发(Python)；\n负责日常运维工作的自动化、工具化建设；\n参与海外游戏大数据挖掘与分析。\n\nProactively monitoring and managing Tencent’s oversea games;\nResponsible for deploying, automating, maintaining, troubleshooting and improving tencent's oversea games that keep the backend infrastructure running smoothly;\nOverseas cooperation and daily communication of partner companies;\nDevelop project-related operational support systems or tools (Python);\nParticipate in oversea games big data mining and analysis.", "require": "本科以上学历，计算机类或相关专业；\n3年以上互联网行业经验、2年以上的批量服务器维护经验；\n有开发经验，掌握Python、Bash、Sed、Awk等；\n英语口语流畅；\n具备较强的沟通能力、推动能力和服务意识；\n善于团队协作、项目管理、主动思考、自我驱动强。\n\nBachelor degree or above, major in computer science or related field;\nDevelopment experience, master Python, Bash, Sed, Awk, etc.;\nStrong communication skills (verbal and written) in English and Chinese;\nSelf-motivated, passionated;\nGood at teamwork, project management, initiative thinking."}, {"name": "Product Manager for Overseas Live Streaming", "duty": "1.\tAt least 3~5 years’ experience in overseas live streaming operation with deep understanding in industry and great passion in video games 2.\tStrong relationships with partners, agencies, clubs and other relevant third-parties 3.\tExcellent English speaking skills, and ability to speak & write Chinese is a plus but not a must. 4.\tGood Team player with outstanding communication skills. Experienced team leader preferred. 5.\tAny experience in working and studying abroad would be preferred.", "require": "1.\tDefine value proposition for overseas live streaming platform and be responsible for user experience 2.\tDeliver product features plan based on consumer understanding and competitor analysis 3.\tOutput specific product requirement documents (PRD)  4.\tManage the developing process of new features and corporate with developing, design and testing team to make sure the success of feature publishing 5.\tAnalyze performance data of certain features and drive product Iteration 6.\tCollaborate well with local game companies, agencies, and partnering channels;"}, {"name": "HY5-Strategic Partner Support Producer ", "duty": "1.\tIn charge of planning and executing cooperation strategies, including breaking down, managing, and monitoring strategic goals, as well as overall project management; \n2.\tWorking across all internal groups in Tencent to support our partners in driving better end products. This includes but is not limited to working with Tencent internal development, technology, analytics, business intelligence, and business development teams – to drive positive collaboration outcomes;\n3.\tLead and support research on gameplay design, systems design, monetization model, live ops and overall game experience of titles. Will also need to handle analytical game data and will be responsible for providing solutions for problems related to the products;\n4.\tResponsible for conducting research of various game markets, analyzing game data, and fully understanding the key factors to success of various kinds of mobile games, as well as implementing this understanding into game cooperation processes with partners;\n5.\tTo carry out daily communication and promote a strong and healthy working relationship with collaborating teams, both internal and external;\n", "require": "1.  Bachelor’s degree or above, a minimum of 5 years’ of working experience in game industry, experienced in overseas gaming, and not limited to game design, operation and publishing, business development, user research, and strategic consultation; Knowledge in various game technology fields;\n2.  Familiar with the behaviors of overseas users in regions like EU，NA，etc., systematic mindset, sharp insights, clear and logical analysis and expression, broad industrial vision;   \n3.  Experience in business communication and cooperation, able to coordinate resources both internally and externally; Innovative, passionate, stress-resistant, team player;   \n4.  Candidates with exceptional English language proficiency and strong passion for games preferred;\n"}, {"name": "28966-智能手机品牌设计师(深圳)", "duty": "负责手机品牌相关的设计工作，主导整体的品牌视觉风格和VI设计; \n负责手机相关的运营活动的设计工作; \n负责手机相关的线下展会的整体品牌视觉包装设计，平面及相关物料设计。\n", "require": "本科及以上学历，艺术设计、视觉传达设计、平面设计、插画设计等相关的教育背景；\n有扎实的手绘功底和造型能力，有丰富的想像力和脑洞。对时下流行的活动创意有关注和了解；\n有良好的平面设计功底，对结构、线条、色彩、排版等有良好的把控；\n精通插画及平面相关软件（PS、AI），熟悉印刷制作要艺流程优先，会C4D优先；\n工作积极主动，有创造力和责任感，具备良好的合作态度和团队精神，开朗正面。\n"}, {"name": "28966-移动端UI设计师(深圳)", "duty": "负责手机端相关的UI界面设计工作；\n与产品经理共同迭代产品，打造精品的设计体验；\n负责参与产品的用户研究，设计流行趋势分析；\n负责视觉实现的检查，流程的制定和规范，监督产品视觉的实现质量。\n", "require": "本科及以上学历，艺术设计、视觉传达设计、平面设计等相关的教育背景；\n有移动设备的相关设计经验，精通iOS、Android设计规则；\n有良好的平面设计功底， 对手机界面/图标/排版/品牌有较高的设计品味; \n重视细节打磨，精通Photoshop、AI、sketch，会交互小动画优先; \n工作积极主动，有创造力和责任感，具备良好的合作态度和团队精神，开朗正面。\n"}, {"name": "22989-大数据和人工智能（高级）架构师（售前）（上海）", "duty": "1. 负责大数据和AI的产品解决方案设计，支持项目招投标工作； 2. 将大数据AI产品/方案的销售技巧宣讲给销售、售前团队； 3. 参加行业大会，进行大数据及AI产品布道、用户教育、客户沟通等工作； 4. 协助产品管理团队收集市场信息、客户需求和用户反馈； 5. 和研发团队紧密合作，确保客户项目按时按质完成。", "require": "1. 对云计算、大数据、人工智能相关技术有深刻的理解，具备大数据、人工智能、机器学习及相关行业应用的相关专业背景或工作经验优先； 2. 5年以上相关工作经验（售前），3年以上大型客户项目实施经验； 3. 具备优秀的沟通能力，能充分理解客户需求并制定解决方案； 4. 熟悉大型分布式数据系统架构的设计经验，精通一种或多种数据仓库、Hadoop、NoSQL等相关技术； 5. 熟悉AI相关技术框架、算法和应用场景； 6. 熟悉人脸识别、图像识别、语音识别、NLP、智能问答等AI技术中的一项或几项； 7. 熟悉国内外流行的大数据和AI产品或服务； 8. 熟悉容器、DevOps、Kubernetes、CD/CI、Cloud Native Apps等概念和技术的优先； 9. 熟悉云计算基础设施相关技术（IaaS）的优先； 10. 有过AI或大数据领域大型客户项目交付实施经验，能做部署开发是额外加分项； 11. 英语流利的优先；本科或以上计算机相关专业；30%差旅。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-大数据和人工智能（高级）架构师（售前）（深圳）", "duty": "1. 负责大数据和AI的产品解决方案设计，支持项目招投标工作； 2. 将大数据AI产品/方案的销售技巧宣讲给销售、售前团队； 3. 参加行业大会，进行大数据及AI产品布道、用户教育、客户沟通等工作； 4. 协助产品管理团队收集市场信息、客户需求和用户反馈； 5. 和研发团队紧密合作，确保客户项目按时按质完成。", "require": "1. 对云计算、大数据、人工智能相关技术有深刻的理解，具备大数据、人工智能、机器学习及相关行业应用的相关专业背景或工作经验优先； 2. 5年以上相关工作经验（售前），3年以上大型客户项目实施经验； 3. 具备优秀的沟通能力，能充分理解客户需求并制定解决方案； 4. 熟悉大型分布式数据系统架构的设计经验，精通一种或多种数据仓库、Hadoop、NoSQL等相关技术； 5. 熟悉AI相关技术框架、算法和应用场景； 6. 熟悉人脸识别、图像识别、语音识别、NLP、智能问答等AI技术中的一项或几项； 7. 熟悉国内外流行的大数据和AI产品或服务； 8. 熟悉容器、DevOps、Kubernetes、CD/CI、Cloud Native Apps等概念和技术的优先； 9. 熟悉云计算基础设施相关技术（IaaS）的优先； 10. 有过AI或大数据领域大型客户项目交付实施经验，能做部署开发是额外加分项； 11. 英语流利的优先；本科或以上计算机相关专业；30%差旅。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-高级研发专家-工程效率", "duty": "1、制定大数据及AI类产品的发布标准和流程，跟踪和监控标准和流程的执行\n2、负责构建支撑多款日均调用数亿级别的AI类产品的基础设施平台的研发和SRE；\n3、与多个AI产品组的沟通，提炼公共基础设施需求并沉淀为基础框架，高质量把控相关研发基础架构工作的全生命周期，具体包括产品形态讨论，需求分析、文档撰写、设计编码、测试运维、效果追踪等工作；\n4、负责跟踪业界基础架构的发展趋势，评估和引入；承担基础框架层面上难点的技术攻坚；\n5、在产品意识，技术广度/深度，职业素养，本质思考能力/习惯等方面对团队持续输出影响力。", "require": "1、统招本科及以上学历，5年以上一线互联网和科技创新企业工作经验\n2、优秀的设计和编码品味，扎实的落地编码能力 - 包括速度和整体品质；?\n3、良好的产品意识，能够做到技术和产品相结合，从设计到实现始终对齐业内一流产品水准；?\n4、在一个或者多个方面（产品，技术，工程）有业内一流专家级别的认知和思维；有中长期的产品/技术视野；\n5、能够组建/培养团队并带领团队高效/高质量完成业内一流产品的研发。\n6、对K8S，微服务框架，DevOPS，高并发高可用系统有深刻理解和实践经验  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-高级全栈工程师", "duty": "1、依照需求，快速迭代和实现大数据及AI相关产品的小程序、客户端和门户的前端和后端开发 ；\n2、数据化运营和分析。", "require": "1. 本科及以上学历，计算机相关专业毕业，3年以上相关工作经验；具有丰富的网络或移动后台搭建与编程经验；熟悉业界内常用的开源工具，并在不同项目中有实际使用经验。\n2. 精通HTML5 and CSS3,接触过 jQuery, Vue.js, React等不同的库, Node.js, webpack , Django至少懂一种。\n3. 熟悉常用BI工具之一，比如Tableau或Superset\n4. 熟悉多种语言，能快速上手新语言以及新环境。\n5. 具有扎实的编程及设计功底，精通Linux操作系统上的C或C++或Java或Python，熟悉Shell等脚本语言。\n6. 具备良好的分析解决问题能力，能独立承担任务和有项目进度把控能力。\n\n以下为加分项：\n1. 对以Hadoop/Spark为代表的开源大数据生态体系有一定的了解和使用经验\n2. 对人工智能的原理和典型应用场景有一定的了解\n3. 数据化运营思维和实践经验  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-人工智能服务平台-产品经理", "duty": "1. 负责AI平台方向的产品规划和设计\n2. 能够基于公司战略、客户需求和产品发展方向制定具体产品优化计划，探索AI能力与产业智慧升级的结合点\n3. 把握行业趋势，定期跟踪、分析行业动态及竞品，并提出相应的产品对策\n4. 可独立完成产品调研、设计、协调内外部资源，高质量地完成项目落地，参与产品运营和推广，并通过效果分析，不断推动产品优化", "require": "1. 了解机器学习、深度学习、计算机视觉、自然语言处理等原理和应用场景，对AI具有浓厚兴趣和热情\n2. 有计算机、网络、大数据、云计算、人工智能等相关教育背景或项目经验\n3. 有优秀的沟通协调能力，技术理解能力，善于资源整合并能够快速落地\n4. 有云计算/大数据/AI/技术咨询等领域的2B经验者优先，对金融/零售/制造/政务等行业中至少一个方向的业务有深入理解者优先  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "22989-腾讯云计算机视觉后台开发工程师（深圳）", "duty": "负责腾讯云AI图像产品后台系统的架构设计和开发，包括API系统和产品解决方案的开发与维护；\r\n参与需求评审、项目排期、架构设计和编码；\r\n通过组件的开发与持续优化，提升团队工作效率。", "require": "本科以上学历，计算机软件或相关专业；\r\n2年及以上开发工作经验；\r\n软件知识结构全面，基础扎实，精通常用数据结构与算法；\r\n熟悉linux操作系统，了解Shell，熟练使用linux系统下的C++、nodejs或Python优先；\r\n熟悉MYSQL或其他大型数据库，能够快速根据需求完成高性能数据库设计，有网络系统的开发经验；\r\n有海量数据处理相关开发经验者优先，如 Hadoop、Spark等；\r\n具有良好的学习能力、沟通能力、团队合作意识；\r\n强烈的责任心与主动性，对所负责工作有owner意识，并能自我驱动成长  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "15571-Senior Technical Artist（Shenzhen）", "duty": "Research and develop tools for aiding art development in the game project.\nFamiliar with and have researched each aspect of game engine usage.\nResponsible for fully understanding all aspects of game art requirements and problems and providing adequate technical support and solutions.\nFamiliar with game engine tools development.\nResponsible for reaching better game art results and creating timely and effective technical research.\nResponsible for effectively communicating with developers to improve game efficiency and performance, overall appearance in high/mid/low configuration and reducing low performance thresholds.", "require": "At least 5 years of game development, with at least 3 years of technical art experience.\nFamiliar with Unity, UE4 engine, with experience in developing large scale, next generation game projects preferred.\nPossess a professional level art ability with a strong aesthetic understanding.\nProficient understanding of game art resources and the production process.\nPossess PC, console or mobile game development experience.\nPossess an understanding of the game design and engineering processes.\nAble to coordinate with game designers and engineers to create procedures to help solve problems between art and tech.\nAble to create a positive and proactive communication approach between multiple departments.\nSelf-driven with a strong logical reasoning ability.\nProficiency in 3D art creation software, including: SP, 3D Max, Maya, ZBrush, XSI, Photoshop, etc.\nStrong understanding of Shader logic and result improvement.\nFamiliar with scripting and programming languages, possess strong research experience and understanding in PBR technology and Cel-shading.\nResponsive to learning and implementing new technologies and industry trends.\nFollow the ACG sphere, passion for manga, comics or anime preferred."}, {"name": "20503-医疗影像研究员", "duty": "负责深度学习、医疗图像理解、机器学习等前沿技术的研发储备和平台建设；\n负责医疗影像图像分类、病灶分类及定位、分割等技术领域相关的产品化落地。\n", "require": "医疗图像处理、计算机视觉、模式识别、机器学习相关专业；精通一种以上深度学习开源框架，如TensorFlow、MxNet、Caffe、Torch，Keras等，能灵活地选择工具进行研发；极佳的工程实现能力，精通Python、C/C++等至少一门语言；需要有扎实的机器学习算法基本功和看穿问题本质的洞察力，对新技术充满好奇心，爱挑战高难度，善于提出idea并能快速动手验证；在领域内的国际权威期刊或者顶级会议发表过论文的优先；在MICCAI、CVPR和KAGGLE等权威比赛上取得优异成绩者优先；对深度学习在医疗中的应用具有一定的经验，关注医疗AI前沿进展的优先。\n"}, {"name": "HY3-虚拟偶像3D美术设计（深圳）", "duty": "负责把控项目的原画设计-模型制作等环节，提出准确的反馈意见并跟进修改；\n根据内容规划项目的美术资产需求，并通过外包等方式完成资产制作；\n根据需求反馈调整后期灯光、环境、校色等环节，提升最终视频画面质量；\n设计CG动画的美术概念，产出matte painting图素，指导CG动画的美术环节；\n把控角色服装造型设计。", "require": "游戏、影视或动画领域5年以上工作经验；\n参与过大型项目的美术设计、风格设定、影视动画概念设计等前期设计工作，有较强的写实项目设计能力和风格把控能力；\n审美前沿，擅长时尚/潮流/科幻等风格，能融合多种元素创造出具有视觉冲击力的设计和概念；\n熟悉建模-绑定-动画-灯光-渲染-后期等影视动画中后期流程，能在设计中规避技术问题，并能够指导后续流程，拔高整体美术标准；\n精通3D写实美型角色捏脸、发型制作者优先。\n"}, {"name": "HGJ-Senior Legal Counsel, Tencent, Employment", "duty": "Responsibilities: \n•You will be responsible for providing advice on all aspects of employment law including labour disputes, employment issues in mergers and acquisitions and restructurings, risks of co-employment, termination of employment, long-term incentives, establishment and engagement of employment agency, discriminations, pension, immigration, secondment and calculations of various entitlements\n•Reviewing employment contracts, handbooks, bonus schemes and policies including data privacy and bring your own device policies\n•Advising on existing and proposed employment and labor related laws in various countries\n•Working closely with human resources department to develop and implement policies and procedures ensuring regional alignment\n•Participating in relevant regional, global and divisional practice groups and promoting sharing of know-how and expertise in relation to relevant areas of practice;\n•Participating in employee investigations\n•Partner with other team members on adhoc projects\n•Manage potential employment litigation and employment law advice sought from external counsels\n•Opportunity to participate in projects other than employment law related, such as international expansion, establishment of new offices, etc.", "require": "•Common law qualified lawyer above 6 years PQE, preferably received training at a magic circle or international firm with relevant employment experience\n•Having substantial employment and labor law experience (both contentious and non-contentious)\n•Your keen interest and good understanding of developments in the Technology space and how it impacts the business is an asset.\n•Experience in dealing with issues relating to international businesses\n•Excellent drafting and legal interpretation skills.\n•Excellent problem solving, analytical and organizational skills.\n•Proactive approach and able to handle matters independently.\n•You must be open to gain exposure in various areas of law.\n•Love challenges and be able to provide creative solutions.\n•Sound interpersonal and communication skills.\n•Excellent written and spoken English and Chinese (Mandarin).\n"}, {"name": "29303-大数据及人工智能高级研究员（深圳）", "duty": "使用机器学习技术，对安全和医疗相关数据进行挖掘；基于海量数据构建知识图谱和用户画像；\n负责应用机器学习模型在医疗和安全领域的产品落地。安全领域的主要业务包括基于传统机器学习和深度学习的异常检测模型的开发和智能可视化，服务于企业级安全运营中心SOC等产品。医疗领域的主要业务包括微信入口腾讯健康APP的搜索，推荐等NLP相关算法研发，服务于腾讯内部搜索部门包括微信搜一搜等的医疗垂域query理解，医疗意图识别，智能问答，推荐等方案研发，以及其他toB的包括医院，政府，保险公司等医疗机构的AI应用研发。", "require": "1、计算机，统计或相关专业硕士或博士学历，有工业界3年以上工作经验；\n2、熟悉各类机器学习算法及原理并具备工业界建模经验；\n3、有很强的数据分析和解决问题能力，熟悉大数据平台和相关机器学习系统，比如hadoop，hive，spark，kafka，tensorflow，torch等；\n4、有很强的代码能力；对机器学习及其在互联网的应用有深入理解；\n5、在技术上有深度和前瞻性，能给团队提供技术指导；\n6、有NLP经验的优先。\n"}, {"name": "Immersive Media Research Engineer", "duty": "Research and develop cutting edge technology in one or more of these areas: Video/Graphics/Image processing,AI/Machine learning, Computer vision, Cloud media processing and Compressionrelated to Immersive media. Build/assist in prototyping thedeveloped ideas on cloud platforms and mobile devices.", "require": "PhD or MS in Computer Science, Electrical Engineering or a related field Expertise in one or more of the following:360 video processing,Computer vision,Compression (MPEG-I PCC, VVC, HEVCetc.), Cloud media processing,Network design and IP protocols.Advanced coding and programmingskills in one or more of: C/C++, Python, javascript, TensorFlow, PyTorch,OpenCV, GPU programming.Experience with Android/Ios is a plus.Experience with three.js/webgl/webassembly is a plus."}, {"name": "TEG17-自然语言处理研究员（深圳）", "duty": "在语义理解、文本生成、对话系统、机器翻译等方向开展基础研究工作，撰写高质量的科研论文，为构建高水准的自然语言处理系统提供科研与算法支持。", "require": "1、自然语言处理、机器学习、信息检索等相关方向；\n2、参与过自然语言处理或搜索相关方向的科研或工程项目；\n3、在ACL、EMNLP、NAACL、AAAI、IJCAI、TheWebConf、SIGIR等会议或期刊以主要作者发表过至少3篇论文；\n4、至少精通C/C++、Python、Java、C#中的一种编程语言；\n5、有大规模数据处理经验者优先；有深度学习学术和工程项目经验者优先。\n"}, {"name": "24012-场景概念原画设计师（深圳）", "duty": "负责场景或风格概念等设计；\r\n负责重点产品风格方向制定和美术品质提升；\r\n负责重点产品攻坚美术品质提升；\r\n负责重点产品美术宣传；\r\n负责美术人才培养。", "require": "5年以上工作经验，美术功底扎实，良好的绘画技巧及对结构、线条、色彩等的把控；\n视野广阔，有一定高度的审美水平；\n有灵活的与时俱进的设计思维，丰富想象力和创新能力，对自己作品有高度要求；\n精通各种绘画软件（Photoshop、Sai等等）；\n风格不限，但在某个领域风格突出；\n态度严谨，工作认真负责，有团队精神，沟通能力强。"}, {"name": "24012-2D角色原画设计师（深圳）", "duty": "负责角色造型、动态等设计；\r\n负责重点产品风格方向制定和美术品质提升；\r\n负责重点产品攻坚美术品质提升；\r\n负责重点产品美术宣传；\r\n负责美术人才培养。", "require": "大专及以上学历，2年以上工作经验；\n美术功底扎实，良好的绘画技巧及对结构、线条、色彩等的把控；\n视野广阔，有一定高度的审美水平；\n有灵活的与时俱进的设计思维，丰富想象力和创新能力，对自己作品有高度要求；\n精通各种绘画软件（Photoshop、Sai等等）；\n风格不限，(写实、古装、仙侠、欧美、日韩、Q版、二次元均可)，但在某个领域风格突出。"}, {"name": "21557-新多媒体网络高级工程师(北京/美国/深圳)", "duty": "· Research cutting edge technology of VR360 streaming.  \n· Develop related algorithm in prototype, sdk module or server module.", "require": "Technical Skills Personality Traits Qualifications;\nExcellent debugging and troubleshooting skills using network analysis tools such as WireShark, etc;\nFamiliarity with CDN architectures (caches, origin servers, proxies, etc);\nKnowledge of streaming media protocols: HTTP Live Streaming (HLS),DASH, RTMP, RTSP, etc;\nPrefer to have experience in AR/VR and 360 video streaming;\nProficiency in C/C++;\nUnderstand media codecs, formats, transports and container protocols, such as Webm, HEVC, AAC, MP4, TS, etc."}, {"name": "TEG06-Devops平台高级规划工程师（深圳）", "duty": "负责企业研发效率相关平台和工具的设计\n负责对现有研发相关平台、资源进行整合优化\n负责相关技木文档编写，跨团队交流协作\n", "require": "本科以上学历，计算机相关专业；\n有过devops产品经验，熟悉devops流程；\n有开发经历，对客户端开发、AI开发、后台开发、前端开发和移动端开发有了解的人优先；\n具备良好的学习能力和分析解决问题能力，有责任心，积极主动"}, {"name": "29912-微视发布器工具产品经理", "duty": "1、负责微视发布器工具产品策划工作\n2、对用户使用习惯与行为进行洞察，优化拍摄编辑工具体验路径、结合AI等能力，策划特色的发布功能\n3、对整体的用户发布行为数据进行分析和洞察，从数据中提炼分析能力及优化点\n", "require": "1、具备三年以上互联网产品策划经历；\n2、主要参与或负责主导过相机类互联网产品的策划工作，有较强的数据分析能力，在短视频领域有自己的思考和积累\n3、有较好的自驱力和逻辑思考能力，思路清晰严谨\n4、具备带人经验"}, {"name": "29912-发布器效果产品经理", "duty": "1、负责微视发布器工具效果产品策划工作\n2、对用户的内容消费习惯、竞品能力、市面上的特效软件趋势进行洞察，结合AI/AR/3D等能力，提炼落地发布器效果玩法能力\n3、对整体的用户发布行为数据进行分析和洞察，从数据中洞察用户喜好和习惯，抽象功能点\n", "require": "1、具备三年以上互联网产品策划经历；\n2、主要参与或负责主导过相机类互联网产品的策划工作，对2D贴纸、画面特效、3D、AR相关能力应用有了解；\n3、短视频拍摄用户，对国内外的拍摄/编辑软件有自己的理解，能理解不同拍摄能力在视频内的场景应用\n4、有较好的自驱力、逻辑思考能力、沟通能力和项目管理能力；\n5、具备带人经验"}, {"name": "31967-企鹅电竞客户端开发工程师", "duty": "负责企鹅电竞直播推流相关技术优化及需求开发，优化推流稳定性；\n负责企鹅电竞前沿相关技术预研工作；\n负责产品需求的开发实现工作。\n\n", "require": "熟悉C/C++，具有良好的编程风格和快速开发的能力；\n熟悉OpenGL、Metal、DirectX等图形图像处理技术优先；\n熟悉音视频编解码、播放器等技术优先；\n熟悉RTMP、replaykit2、airplay等直播相关技术优先；\n具备多终端开发能力及有跨平台开发能力优先；\n有优秀的学习能力，善于沟通，对于新技术敢于尝试和钻研。"}, {"name": "25927-游戏测试自动化工具高级架构师", "duty": "客户端工具整体架构梳理、设计与优化方案制定，并负责完成其中核心开发工作；\n针对用户不同需求和运行环境，设计灵活的客户端工具，实现核心代码与应用层的分离及松耦合的插件式框架；\n和后端开发人员一起设计完整的测试自动化平台，推进并完善整体自动化系统的稳定性与灵活性；\n实现测试案例的数据化驱动；\n和AI算法研究人员一起进行AI驱动的自动化测试方案设计与工程实现；\n负责对第三方用户的服务部署，并根据其需求完成对相关产品的针对性改进。", "require": "5年以上软件开发经验；\n3年以上自动化测试工具开发经验；\n熟悉基于Android设备的应用开发；\n熟悉针对Android应用的相关测试及监控工具开发；\n熟悉Android系统设计，对Android系统开发有一定了解；\n熟悉Java/Python/C++等多种开发语言，并有相关实际项目经验；\n有一定的小团队管理能力，能够作为技术负责人带动团队的技术规划与实施。"}, {"name": "29912-微视高级后台开发工程师", "duty": "负责短视频产品的后台服务架构设计和实现；\n负责多媒体AI平台的建设，负责短视频内容管理平台的建设；\n负责运营平台的建设，大数据分析与视频PUSH内容推荐。", "require": "本科及以上学历；\n 3年以上Unix/Linux操作系统下的C/C++/go/java项目的开发经验；\n 熟悉网络编程，精通TCP/IP协议及编程，熟悉互联网应用协议； \n 熟悉面向对象的大型分布式系统设计与开发，了解高并发处理技术；\n 了解微服务架构与设计技术，有性能测试与优化，全链路监控与问题排查经验；\n 具备良好的分析解决问题能力，能独立承担任务和有系统进度把控能力；\n 责任心强，良好的对外沟通和团队协作能力，主动，好学；\n \n 掌握下面一到多项技能者加分：\n \n熟悉Docker/k8s等容器技术， 熟悉TARS GO等开源服务框架；\n熟悉微服务框架 server mesh，FAAS， Severless；\n了解常用的分布式处理框架与组件如spark/hadoop/ES；\n具有数据分析经验或AI平台建设经验；\n熟悉GO语言编程，或熟悉大数据处理编程语言python/scala/R。\n熟悉使用分布式消息队列如 Kafka， RabbitMQ 等；\n熟练使用分布式数据库如TiDB；\n具有开源框架Contrihuter经历或者熟读单个TOP项目的开源代码；"}, {"name": "15579-3D角色模型师（深圳）", "duty": "配合美术总监制定游戏场景美术风格，优化场景美术制作及技术规范流程，编写项目规范文档，推动引擎及功能研发；\n使用项目引擎制作不同风格的关卡，管理外包美术品质及推动内部团队制作；\n根据原画高度还原整体环境中的光感质感等；", "require": "热爱游戏，有5年以上3D场景关卡经验，熟悉场景关卡设计制作流程；\n手绘能力优秀，同时满足引擎效率方面的需求；\n精通3DMAX或MAYA，熟练使用Zbrush、photoshop、Bodypaint、Substance Painter、Substance Designer以及主流商业引擎；\n有优秀的美术功底，善于手绘贴图，熟悉次时代场景制作流程，有很强的整体把控能力，能迅速的为不同时期项目中碰到的问题提出解决方案；\n抗压能力强，能积极主动的交流沟通解决技术及美术方面的各类问题，有强烈的责任心。"}, {"name": "Researcher / Technologist", "duty": "Research and explore new technology areas in AI, VR, distributed computing etc.  •\tProactively identify potential partnership strategy and opportunity •\tCollaborates closely with technology teams to deliver business results  •\tExcellent organizational and analytical skills with strong technical abilities and attention to detail and ability to self-audit work •\tCompletes ad-hoc assignments", "require": "Minimum Bachelor’s degree in computer science, electrical engineering, math, statistics, or related fields •\t5+ years of related working experience in technology field  •\tAbility to communicate/collaborate with other researchers/engineers •\tAbility to represent the team in internal and external meetings  •\tFamiliarity with business issues and the ability to quickly learn"}, {"name": "15570-MMO+FPS手游高级引擎开发工程师（深圳）", "duty": "负责跨平台（iOS和Android）移动终端的引擎研发和技术攻关；\r\n负责设计引擎各种优秀工具组件的整合方案；\r\n建立高效资源制作流程，协助指导美术完成高性价比的资源产出；\r\n负责新技术引擎的引进和预研。", "require": "本科及以上学历；\r\n5年以上3D引擎、编辑器开发相关经验；\r\n精通C++或Java或者C#，懂Objective-C和脚本语言；\r\n熟悉数据结构、面向对象开发和设计；\r\n深入了解引擎核心技术实现原理及优化算法；\r\n热爱游戏，有梦想有追求，抗压能力强；\r\n具备很好的学习和技术研究应用的能力；\r\n出色的团队协作能力，善于沟通，敬业专注；\r\n具备很强的执行力和变通的思维；\r\n责任心强，踏实肯干，有较强的自我管理和推动能力；\r\n对图像（次世代渲染架构）、动作、Physics、Collision、AI或Audio有专长的优先考虑；\r\n有网络游戏或者移动平台游戏完整研发经验者优先考虑。"}, {"name": "15605-《王牌战士》高级引擎开发工程师（深圳）", "duty": "负责游戏客户端引擎技术研发与维护；\n产品需求的技术可行性评估, 程序框架及技术方案的设计和具体实现；\n协助美术/策划建立高效的游戏内容制作规范和流程, 完善并持续优化工具链；\n针对游戏特性对游戏引擎进行优化改造, 指导Gameplay程序员正确高效地使用引擎相关功能。", "require": "3年以上C/C++及游戏客户端研发经验, 至少参与过一款3D游戏引擎的研发维护工作, 对游戏研发相关技术有系统的了解并保持学习和关注；\n扎实的算法和数学基础, 系统全面的软件研发领域知识(计算机系统, OS、数据结构等)；\n具备良好的分析解决问题能力, 责任心强, 有较高的自我管理和任务跟进推动能力；\n在框架设计、渲染、动画, 网络同步, 物理、游戏AI等其中某一技术领域有丰富的经验；\n丰富的引擎开发实践经验, 了解其关键技术实现原理, 有实际的二次开发维护经验，同时能跟进引擎技术的新技术发展；\n出色的学习和技术研究应用能力, 良好的团队协作能力, 善于沟通, 敬业专注；\n有Geek精神, 良好的内驱力，热爱游戏，有梦想有追求。"}, {"name": "25666-湖南泛企业行业区域销售", "duty": "1）  拓展湖南省金融，工业，交通，能源，地产等行业业务，识别行业和重要客户机会，协调资源突破行业标杆客户，建立持续产出的客户体系和商机体系\n2）  建立和维护腾讯云泛企业行业与当地集成商的良好关系，构建良性的泛企业生态\n3）  与当地腾讯云其他部门建立良好的关系，利用当地政府资源开拓行业客户\n4）  完成公司指标", "require": "1）有传统IT及互联网企业开展工作的经验，能承担压力，团队作战，合作意识强；\n2）不少于8年或以上的相关从业经验，了解银行，传统工业行业趋势，熟悉行业业务应用；\n3）主导过较大型项目的招投标工作和内外部合作；\n4）有传统IT及互联网企业开展工作的经验；\n5）IT及云产品方面的知识储备；对于云计算、大数据、AI、互联网营销、区块链等有清晰的了解和认识，对于银行或传统企业领域的技术和方案要有深刻的理解；\n6）思维逻辑清晰，敏锐的市场洞察力，强自我驱动力和执行力。  通过腾讯云技术认证或同等资格认证的优先录取。"}, {"name": "IT Support Engineer (Contract)", "duty": "•\tProvide first point of contact for customer-facing support on desktops, laptops, mobile devices, applications, printers, networking, remote access, Email, telephony and R&D servers. Provide helpdesk support & troubleshooting and resolve problems to the end user’s satisfaction  •\tAssist with onboarding of new users in Seattle office. Manage PC/MAC setup and deployment for new employees using standard hardware, images and software •\tSupport R&D lab servers, including server installation, configuration and daily maintenance •\tSupport R&D file server, distributed file system, network, docker and job queuing tool •\tWork with local business department to coordinate important information around system maintenance, changes and IT requirements from business", "require": "¥\tBachelor's Degree in Business (Management Information Systems), Computer Science or equivalent  ¥\t3+ years’ cluster computing and storage system management or implementation experience ¥\t3+ years’ Linux, NFS, docker, queue system implementation experience ¥\t3+ years of professional experience servicing and supporting medium business networks and/or products in a Tier 2 support role. ¥\t3+ years' experience in implementing and supporting Microsoft operating systems & Mac iOS system & Linux, wide variety of applications, and networking technologies. ¥\t3+ years’ LAN, WAN and VoIP phone systems experience ¥\tExcellent written and verbal communication skills  ¥\tExceptional customer service and communication skills with the ability to work in a fast-paced, changing environment, experience of supporting C Level Executives ¥\tBilingual: English & Chinese"}, {"name": "15605-高级3D角色设计师(深圳)", "duty": "有完整项目研发经验或者参与过二次元标杆性项目 负责游戏中的3D角色模型、贴图制作；\n有美术外包管理经验能审核修改及外包团队的培养；\n确保项目3D角色资源按规格制作并风格统一，最终入引擎以最优化表现顺畅运行。", "require": "专科及以上学历，3年以上相关经验；\n有较强的造型塑造能力、色彩把握能力，有一定创作能力，理解设定后制作出高精度模型，有扎实的手绘制作及次世代游戏开发经验或者参与过大型项目外包经验；\n参与游戏开发中，能用自身岗位工作来配合产品来改进游戏体验；\n有较强的自学能力，关注行业技术更新，喜欢常新并引导组内不断改进提高游戏美术表现力，对游戏行业有热情；\n熟练使用Maya或max、Zbrush、Photoshop、Substance Painter、Unity3D等开发制作软件；\n富有想象力和创新能力，关注游戏体验，有良好的沟通能力,积极主动解决问题；\n有责任心，能承受较强的工作压力，有很好的团队合作意识；\n有二次元项目经验者优先；\n应聘简历请附作品。"}, {"name": "Senior Channel Sales Manager", "duty": "Evaluate partner sales performance and recommend improvements. Address partner related issues, sales conflicts and pricing issues in a timely manner. Manage sales pipeline, forecast monthly sales and identify new business opportunities. Develop positive working relationship with partners to build business. Stay current with latest developments in marketplace and competitor activities. Communicate up-to-date information about new products and enhancements to partners. Develop process improvements to optimize partner management activities. Work with partners to develop sale proposals, quotations, and pricings. Deliver customer presentations, attend sales meetings, and partner conferences. Assist in partner marketing activities such as tradeshows, campaigns and other promotional activities. Drive revenue through indirect channel partners and their affiliates. Creating sales channel plans to help partners meet their financial goals.", "require": "5+ years of Channel sales experience 5+ years of Cloud sales (Direct or Channel) experience 10+ years of technical sales experience Experience working with Cloud systems integrators Experience in identifying, recruiting and onboarding new channel partners Able to manage sales activities of partners to generate revenue Experience in educating partners about product portfolio and service offerings Proven ability to coordinate with partners to create and execute business plans to meet sales goals Knowledge in analyzing market trends and accordingly develop sales plans to increase brand awareness Outstanding presentation and communication skills. Ability to communicate effectively and tactfully with customer and staff at all levels. Possesses strong sensibility for technology. Knowledge of Cloud, CDN , SaaS, PaaS, IaaS industry and internet space"}, {"name": "Strategic Sales Manager (Cloud) ", "duty": "•\tUtilize networking and prospecting skills to generate leads and identify strategic solution based sales opportunities.  •\tDevelop and manage high-value relationships with key stakeholders. •\tProvide leadership and guidance to other team members on enterprise accounts and participate in providing input on sales and marketing collateral. •\tPartner with the Business Contracts Manager on contract negotiations. •\tAchieve/exceed sales goals, sustain revenue growth and provide recommendations to enhance account growth and revenue potential. •\tPreparation and execution of strategic account plans, status reports, sales and revenue forecasting and quota attainment. •\tBe an expert on Tencent Cloud offerings, working to understand customers need and providing service solutions. •\tDevelop strategic plans based on industry trending and customer analysis. •\tAccountable and instrumental in increasing high-profile cloud platform contracts •\tWork closely with the Solutions Engineer team in delivering and ensuring customers are gaining high value from their investments. •\tManage sales life-cycle for all accounts.", "require": "•\t3+ years’ experience selling cloud services, working with large high-profile accounts. •\tExhibits “hunter” mentality and possesses outstanding ability to close sales. •\tProven record and strong capability to generate leads, pursue opportunities and sell. •\tOutstanding presentation and communication skills. Ability to communicate effectively and tactfully with customer and staff at all levels. •\tPossesses strong sensibility for technology. •\tAbility to solve customer-related problems in a positive manner. •\tStrong in consultative and insight-based selling. •\tExperience articulating complex solutions to decision makers and executives. •\tProven ability to grow revenue and manage accounts •\tKnowledge of Cloud, SaaS, PaaS, IaaS industry and internet space •\tExperience analyzing data, trends and the market to develop key selling points"}, {"name": "Strategic Sales Manager (Cloud) -France", "duty": "•\tUtilize networking and prospecting skills to generate leads and identify strategic solution based sales opportunities.  •\tDevelop and manage high-value relationships with key stakeholders for the internet industry company. •\tProvide leadership and guidance to other team members on internet industry accounts and participate in providing input on sales and marketing collateral. •\tPartner with the Business Contracts Manager on contract negotiations. •\tAchieve/exceed sales goals, sustain revenue growth and provide recommendations to enhance internet industry account growth and revenue potential. •\tPreparation and execution of internet industry strategic account plans, status reports, sales and revenue forecasting and quota attainment. •\tBe an expert on Tencent Cloud offerings, working to understand customers need and providing service solutions. •\tDevelop strategic plans based on internet industry trending and customer analysis. •\tAccountable and instrumental in increasing high-profile cloud platform contracts •\tWork closely with the Solutions Engineer team in delivering and ensuring customers are gaining high value from their investments. •\tCooperation with Eco-system account manager, to farming the internet industry partnership.", "require": "•\t3+ years’ experience selling cloud services to internet industry client, working with large high-profile accounts. •\tExhibits “hunter” mentality and possesses outstanding ability to close sales. •\tProven record and strong capability to generate leads, pursue opportunities and sell. •\tOutstanding presentation and communication skills. Ability to communicate effectively and tactfully with internet industry customer and staff at all levels. •\tPossesses strong sensibility for technology. •\tAbility to solve customer-related problems in a positive manner. •\tStrong in consultative and insight-based selling. •\tExperience articulating complex solutions to decision makers and executives. •\tProven ability to grow revenue and manage accounts •\tKnowledge of Cloud, SaaS, PaaS, IaaS industry and internet space •\tExperience analyzing data, trends and the market to develop key selling points"}, {"name": "Media Streaming Engineer (VR)", "duty": "Develop algorithms to improve VR/360 video content delivery efficiency. Develop projects, plugin, demos and SDKs. Analyze performance, and tuning algorithms for streaming media playback", "require": "MS in Computer Science, Electrical Engineering or related technical field, or equivalent practical experience. Proficiency in C/C++ Knowledge of streaming media protocols: HTTP Live Streaming (HLS),DASH, RTMP, RTSP, etc Understand media codecs, formats, transports and container protocols, such as Webm, HEVC, AAC, MP4, TS, etc Familiarity with CDN architectures (caches, origin servers, proxies, etc) Excellent debugging and troubleshooting skills using network analysis tools such as WireShark, etc Experience in AR/VR and 360 video streaming is a plus"}, {"name": "Senior Researcher in Computer Vision", "duty": "Responsible for designing and developing video content related understanding, production and distribution algorithms, as well as performance improvement;  Combined with business requirements for data insight, algorithm research, evaluation, optimization, customization and innovation;  Track the latest progress in academia and industry, and promote the performance optimization and landing of computer vision algorithms and deep learning in many practical applications.  For the innovative and academic value of the work, collate it into a document, and in the top conferences and journals to interact with academic colleagues;  The main technologies involved include, but are not limited to:  Large-scale video classification, tagging and title generation;  Multimodal video content feature extraction;  Real-time video recall, selection and recommendation models;  Quality evaluation model of image and video;  Video production tool based on image and video content. ", "require": "Major in computer science or related, doctor degree or above, 2 years or above related working experience;  Proficient in the use of at least one machine learning or in-depth learning platform, have the experience of algorithm innovation and successful landing in the above areas;  Proficient in English reading and writing skills, good communication skills and win-win team spirit;  Published in CVPR,ICCV,ECCV,NIPS and other conferences or journals; winners in influential math, physics, programming and machine learning competitions are preferred."}, {"name": "Senior Strategic Sales Manager (Cloud) ", "duty": "•\tUtilize networking and prospecting skills to generate leads and identify strategic solution based sales opportunities.  •\tDevelop and manage high-value relationships with key stakeholders. •\tProvide leadership and guidance to other team members on enterprise accounts and participate in providing input on sales and marketing collateral. •\tPartner with the Business Contracts Manager on contract negotiations. •\tAchieve/exceed sales goals, sustain revenue growth and provide recommendations to enhance account growth and revenue potential. •\tPreparation and execution of strategic account plans, status reports, sales and revenue forecasting and quota attainment. •\tBe an expert on Tencent’s cloud offerings, working to understand customers need and providing service solutions. •\tDevelop strategic plans based on industry trending and customer analysis. •\tAccountable and instrumental in increasing high-profile cloud platform contracts •\tWork closely with the Solutions Engineer team in delivering and ensuring customers are gaining high value from their investments. •\tManage sales life-cycle for all accounts.", "require": "•\t5+ years’ experience selling cloud services, working with large high-profile accounts. •\tExhibits “hunter” mentality and possesses outstanding ability to close sales. •\tProven record and strong capability to generate leads, pursue opportunities and sell. •\tExperience selling at C-level. •\tOutstanding presentation and communication skills. Ability to communicate effectively and tactfully with customer and staff at all levels. •\tPossesses strong sensibility for technology. •\tAbility to solve customer-related problems in a positive manner. •\tStrong in consultative and insight-based selling. •\tExperience articulating complex solutions to decision makers and executives. •\tProven ability to grow revenue and manage accounts •\tKnowledge of Cloud, SaaS, PaaS, IaaS industry and internet space •\tExperience analyzing data, trends and the market to develop key selling points"}, {"name": "Senior Channel Sales Manager (Cloud) ", "duty": "•\tDesign and build a complete channel system •\tEvaluate partner sales performance and recommend improvements. •\tAddress partner related issues, sales conflicts and pricing issues in a timely manner. •\tManage sales pipeline, forecast monthly sales and identify new business opportunities. •\tDevelop positive working relationship with partners to build business. •\tStay current with latest developments in marketplace and competitor activities. •\tCommunicate up-to-date information about new products and enhancements to partners. •\tDevelop process improvements to optimize partner management activities. •\tWork with partners to develop sale proposals, quotations, and pricings. •\tDeliver customer presentations, attend sales meetings, and partner conferences. •\tAssist in partner marketing activities such as tradeshows, campaigns and other promotional activities. •\tDrive revenue through indirect channel partners and their affiliates.  •\tCreating sales channel plans to help partners meet their financial goals.", "require": "•\t5+ years of Channel sales experience or 5+ years of Cloud sales (Direct or Channel) experience or 10+ years of technical sales experience •\tExperience working with Cloud systems integrators •\tExperience in identifying, recruiting and onboarding new channel partners •\tAble to manage sales activities of partners to generate revenue •\tExperience in educating partners about product portfolio and service offerings •\tProven ability to coordinate with partners to create and execute business plans to meet sales goals •\tKnowledge in analyzing market trends and accordingly develop sales plans to increase brand awareness  •\tOutstanding presentation and communication skills. Ability to communicate effectively and tactfully with customer and staff at all levels. •\tPossesses strong sensibility for technology. •\tKnowledge of Cloud, SaaS, PaaS, IaaS industry and internet space"}, {"name": "Executive Producer ", "duty": "1.Participate the decision loop of WFH project initiation. Evaluate external project proposals and the team capacities, provide professional comments and suggestions.\n2.Be delegated to supervise in general a certain WFH project. Stay on site regularly and closely communicate with project core team. Ensure the project direction, quality, schedule are under control.\n3.Communicate and cooperate with other teams in Tencent. Ensure all the information relevant to his/her WFH project are communicated smoothly. Including but not limited to: the general management on content and quality from NEXT Studios, the requirements and marketing feedback from publishing team, the relevant information from contract or finance, etc.\n4.Optimize the comments and suggestions from other teams. Clarify the priority based on project period. Communicate the information and feedback in time to keep everyone on the same page.\n5.Discover the potential risk and raise flag. Coordinate the resources in Tencent to manage the risk control.", "require": "1.Has great passion in game and game development, has wide knowledge of game industry  2.Familiar with all relevant software and tools, for example: Office series including Project, Visio; Adobe series as Photoshop, Illustrator; Jira; Perforce; iWork Series on Mac; Omni Series on Mac, etc.  3.Has complete develop or publish experience in at least 3 released game products.  4. Has ever been project manager, producer, product manager, publishing producer or above. Has experience in managing multi-culture team is a plus.  5.Has deep understanding of the principles of game development, organization and process of game development team, methodologies of game publishing and operation and project management including waterfall and agile.  6.Familiar with game development and operation methodologies targeting Europe/US, had real execute experience is a plus.  7.Has the experience of working in middle or large game company. Has been responsible for independently coordinating multiple departments to achieve objects.  8.Has excellent communication skills, logic thinking and analysis capacity."}, {"name": "Executive Producer ", "duty": "1.Participate the decision loop of WFH project initiation. Evaluate external project proposals and the team capacities, provide professional comments and suggestions.\n2.Be delegated to supervise in general a certain WFH project. Stay on site regularly and closely communicate with project core team. Ensure the project direction, quality, schedule are under control.\n3.Communicate and cooperate with other teams in Tencent. Ensure all the information relevant to his/her WFH project are communicated smoothly. Including but not limited to: the general management on content and quality from NEXT Studios, the requirements and marketing feedback from publishing team, the relevant information from contract or finance, etc.\n4.Optimize the comments and suggestions from other teams. Clarify the priority based on project period. Communicate the information and feedback in time to keep everyone on the same page.\n5.Discover the potential risk and raise flag. Coordinate the resources in Tencent to manage the risk control.", "require": "1.Has great passion in game and game development, has wide knowledge of game industry  2.Familiar with all relevant software and tools, for example: Office series including Project, Visio; Adobe series as Photoshop, Illustrator; Jira; Perforce; iWork Series on Mac; Omni Series on Mac, etc.  3.Has complete develop or publish experience in at least 3 released game products.  4. Has ever been project manager, producer, product manager, publishing producer or above. Has experience in managing multi-culture team is a plus.  5.Has deep understanding of the principles of game development, organization and process of game development team, methodologies of game publishing and operation and project management including waterfall and agile.  6.Familiar with game development and operation methodologies targeting Europe/US, had real execute experience is a plus.  7.Has the experience of working in middle or large game company. Has been responsible for independently coordinating multiple departments to achieve objects.  8.Has excellent communication skills, logic thinking and analysis capacity."}, {"name": "Executive Producer ", "duty": "1.Participate the decision loop of WFH project initiation. Evaluate external project proposals and the team capacities, provide professional comments and suggestions.\n2.Be delegated to supervise in general a certain WFH project. Stay on site regularly and closely communicate with project core team. Ensure the project direction, quality, schedule are under control.\n3.Communicate and cooperate with other teams in Tencent. Ensure all the information relevant to his/her WFH project are communicated smoothly. Including but not limited to: the general management on content and quality from NEXT Studios, the requirements and marketing feedback from publishing team, the relevant information from contract or finance, etc.\n4.Optimize the comments and suggestions from other teams. Clarify the priority based on project period. Communicate the information and feedback in time to keep everyone on the same page.\n5.Discover the potential risk and raise flag. Coordinate the resources in Tencent to manage the risk control.", "require": "1.Has great passion in game and game development, has wide knowledge of game industry  2.Familiar with all relevant software and tools, for example: Office series including Project, Visio; Adobe series as Photoshop, Illustrator; Jira; Perforce; iWork Series on Mac; Omni Series on Mac, etc.  3.Has complete develop or publish experience in at least 3 released game products.  4. Has ever been project manager, producer, product manager, publishing producer or above. Has experience in managing multi-culture team is a plus.  5.Has deep understanding of the principles of game development, organization and process of game development team, methodologies of game publishing and operation and project management including waterfall and agile.  6.Familiar with game development and operation methodologies targeting Europe/US, had real execute experience is a plus.  7.Has the experience of working in middle or large game company. Has been responsible for independently coordinating multiple departments to achieve objects.  8.Has excellent communication skills, logic thinking and analysis capacity."}, {"name": "Senior Cloud Solutions Manager", "duty": "•\tBecome a Subject Matter Expert (SME) in the Tencent Cloud Services Platform •\tRemove Sales obstacles by providing internal consulting, training, and knowledge support •\tPartner with Sales to build long-term account relationships, that deliver ongoing business value •\tDevelop Tencent Cloud based demonstrations, and solutions that successfully meet customer requirements •\tCollaborate with internal Product and Engineering teams to diagnose and resolve problem cases •\tContribute to solution design, technical documentation, and compete awareness within the Solutions Team", "require": "•\tBachelor degree (or higher), with exposure to computer science, math, engineering, or equivalent practical experience •\t5+ years’ experience in a Solutions Engineering or Pre/Post-Sales role, or demonstrated success in a related field •\tExperience with physical and virtualized infrastructure, operating systems, and software configuration •\tExperience with CDN/web caching, large file download, HTTP headers, and HTTP debugging tools •\tExposure to DNS, load balancing, HTTP web applications, mobile apps, and live streaming (audio/video) •\tExperience in A/B testing, HTTP application and network performance analysis, and technical report writing •\tAwareness of cloud compute cost models, network topology, platform services, and common storage option •\tAwareness of Amazon Web Services (AWS), Google Cloud Platform (GCP), and other cloud providers •\tOverall technical savvy with demonstrated ability in work in a small team setting, owning complex technical projects with international scope •\tExperience managing and collaborating on long-term implementation projects, with documented results •\tLateral and logical troubleshooting, follow-through and problem-solving skills, resourcefulness, attention to detail, and communication skills"}, {"name": "Senior Strategic Sales Executive", "duty": "Utilize networking and prospecting skills to generate leads and identify strategic solution based sales opportunities.  Develop and manage high-value relationships with key stakeholders. Provide leadership and guidance to other team members on enterprise accounts and participate in providing input on sales and marketing collateral. Partner with the Business Contracts Manager on contract negotiations. Achieve/exceed sales goals, sustain revenue growth and provide recommendations to enhance account growth and revenue potential. Preparation and execution of strategic account plans, status reports, sales and revenue forecasting and quota attainment. Be an expert on Tencent’s cloud offerings, working to understand customers need and providing service solutions. Develop strategic plans based on industry trending and customer analysis. Accountable and instrumental in increasing high-profile cloud platform contracts Work closely with the Solutions Engineer team in delivering and ensuring customers are gaining high value from their investments. Manage sales life-cycle for all accounts.", "require": "5+ years’ experience selling cloud services, working with large high-profile accounts (This is a core requirement). Exhibits “hunter” mentality and possesses outstanding ability to close sales. Proven record and strong capability to generate leads, pursue opportunities and sell. Experience selling at C-level. Outstanding presentation and communication skills. Ability to communicate effectively and tactfully with customer and staff at all levels. Possesses strong sensibility for technology. Ability to solve customer-related problems in a positive manner. Strong in consultative and insight-based selling. Experience articulating complex solutions to decision makers and executives. Proven ability to grow revenue and manage accounts Knowledge of Cloud, CDN , SaaS industry and internet space Experience analyzing data, trends and the market to develop key selling points"}, {"name": "Investment Manager", "duty": "Responsibilities:   •\tRecord transactions into the General Ledger, including banking activity, credit/debit card, reconcile bank statement and record related activity on a daily basis. •\tPerform balance sheet account reconciliation to ensure integrity and accuracy of the financial statements, such as accounts payable, Fixed Assets, Cash, Prepaids, Accrued expenses, etc.  •\tDrive to generate invoices for Tencent Cloud monthly in QuickBooks, and distribute invoices to clients. •\tTrack and process payments timely and accurately, and comply with internal controls, policies, and procedures. •\tTake the lead of resolving invoice and payment issues with internal and external parties  •\tReview and process employee reimbursable expenses through payment system.  •\tPrepare monthly accrued expenses schedules and records related journal •\tManage vendor payments and generate maintenance of payable to ensure accurate and timely cash disbursements. •\tKeep track of accounts receivable and transactions, follow up with Account Manager for any outstanding invoices, address customer issue and questions.  •\tGenerate monthly payment collection report to HR, and bi-monthly invoice outstanding report to Tencent Cloud team. •\tMonthly reconcile Cloud revenue with Oracle system. •\tPerform Ad-hoc financial duties as assigned.", "require": "Requirements:   •\tBS or BA in economics, accounting, finance, business or equivalent experience. MBA preferred.  •\tMinimum of 2-3 years of relevant experience in Accounting or Finance. •\tProficient with Excel and other planning tools.  •\tAbility to work independently with minimal supervision.  •\tAbility to manage multiple priorities in a fast-paced, startup environment.  •\tExperience working with offshore teams a plus.  •\tFluency in English and Mandarin (verbal and written)."}, {"name": "Senior Solution Architect (Cloud)", "duty": "Become a Subject Matter Expert (SME) in the Tencent Cloud Platform Architecture Lead customer architecture design proposals and implementation delivery Lead initiatives to integrate third party products and services to achieve design goals Develop relationships with China based Architect team and collectively engage feature teams Partner with US based SRE and SE teams, feeding back project experiences and learnings Contribute to product design, usability, feature development, competitiveness, and leadership", "require": "Bachelor degree (or higher), with exposure to computer science, math, engineering, or equivalent practical experience 3+ years’ experience as a Cloud or Solutions Architect, combing multiple IaaS and PaaS products Awareness of cloud compute cost models, network topology, platform services, and common storage option Certification is one or more of Amazon Web Services (AWS), Google Cloud Platform (GCP), or another cloud providers Experience managing and collaborating on long-term implementation projects, with documented results Lateral and logical troubleshooting, follow-through and problem solving skills, resourcefulness, attention to detail, and communication skills, both verbal and written"}, {"name": "Senior Legal Counsel, Tencent, Payments / Cloud / Data Privacy ", "duty": "•\tQualified lawyer with over 5 years PQE, preferably received training at a top local firm or international firm •\tYour keen interest and good understanding of developments in the FinTech/ Technology space. •\tExperience in dealing with issues relating to international businesses. •\tMust have strong financial regulatory (payments preferred) experience. •\tExcellent problem solving, analytical and organizational skills. •\tProactive approach and able to handle matters independently. •\tOpen to gain exposure in various areas of law, including cloud, privacy and technology in general. •\tSound interpersonal and communication skills. •\tExcellent written and spoken English •\tCandidates with Chinese (Mandarin) skills is preferred.", "require": "•\tYou will be a trusted legal advisor to provide legal advice and support to issues arising from business operations, including payments, cloud and other Tencent businesses in Europe. •\tYou’ll interact with and handle enquiries from regulators, including central banks and data protection authorities. •\tYou’ll develop and implement program to facilitate compliance with relevant financial regulations. •\tYou’ll provide practical advice on compliance issues across all aspects of global privacy law and regulation, including data protection, data security and data breach rules. •\tYou’ll draft, review, negotiate and administer legal and commercial documentations. •\tYou’ll keep the business teams abreast of all new laws and regulations that may have implications to the Company. •\tPartner with other team members on adhoc projects."}, {"name": "Senior Legal Counsel, Tencent, Payments / Cloud / Data Privacy ", "duty": "•\tQualified lawyer with over 5 years PQE, preferably received training at a top local firm or international firm •\tYour keen interest and good understanding of developments in the FinTech/ Technology space. •\tExperience in dealing with issues relating to international businesses. •\tMust have strong financial regulatory (payments preferred) experience. •\tExcellent problem solving, analytical and organizational skills. •\tProactive approach and able to handle matters independently. •\tOpen to gain exposure in various areas of law, including cloud, privacy and technology in general. •\tSound interpersonal and communication skills. •\tExcellent written and spoken English •\tCandidates with Chinese (Mandarin) skills is preferred.", "require": "•\tYou will be a trusted legal advisor to provide legal advice and support to issues arising from business operations, including payments, cloud and other Tencent businesses in Europe. •\tYou’ll interact with and handle enquiries from regulators, including central banks and data protection authorities. •\tYou’ll develop and implement program to facilitate compliance with relevant financial regulations. •\tYou’ll provide practical advice on compliance issues across all aspects of global privacy law and regulation, including data protection, data security and data breach rules. •\tYou’ll draft, review, negotiate and administer legal and commercial documentations. •\tYou’ll keep the business teams abreast of all new laws and regulations that may have implications to the Company. •\tPartner with other team members on adhoc projects."}, {"name": "Research Scientist in NLP/Machine Learning ", "duty": "•\tDevelopment of novel algorithms and working prototypes / demos based on Natural Language Processing (NLP) and Deep Learning / Machine Learning techniques •\tCreate solutions related (but not limited) to information extraction, automated question answering, and reasoning using structured / unstructured clinical data and biomedical literature, and other sources •\tStaying abreast on the existing literature to align, compare and contrast with the state-of-the-art techniques and algorithms •\tPrepare manuscripts for top quality AI / Machine Learning / NLP / Healthcare conferences and journals •\tSeizing opportunities to apply for internal and external research grants •\tWorking closely with universities, scientific institutions, academic organizations and governmental resources in the capacity of collaborative relationships as needed", "require": "•\tPh.D. in Computer Science or related fields •\tExpertise in Artificial Intelligence (Deep Learning, Machine Learning, Natural Language Processing) •\tExperience in Knowledge Graph, Information Extraction •\tProficiency in Python or Java programming languages •\tExperience in Database (SQL, NoSQL, etc.) •\tExperience working in Unix/Linux environments •\tExperience with deep learning tools and frameworks (e.g. Keras, TensorFlow, Torch, PyTorch, Theano, Caffe etc.) •\tAbility to work within a team environment, and should be a quick learner and self-motivated with the ability to plan and execute •\tAbility to communicate effectively, both written and verbal •\tFamiliar with clinical NLP along with medical terminologies and ontologies (e.g. ICD 10) and data standards (e.g., FHIR, HL7, DICOM) is a strong preference •\tExperience in working with multi-modal and multi-source clinical data is a strong plus •\tStrong track record of scientific publications and presentations in top-tier scientific conferences •\tProficiency in software engineering and architecture is a strong plus •\tAbility to bridge communication gaps between clinical practice and computer science along with an understanding of patient care workflow in a variety of clinical settings is a strong plus"}, {"name": "Director of Sales", "duty": "Utilize networking and prospecting skills to generate leads and identify strategic solution based sales opportunities.  Develop and manage high-value relationships with key stakeholders. Provide leadership and guidance to other team members on enterprise accounts and participate in providing input on sales and marketing collateral. Partner with the Business Contracts Manager on contract negotiations. Achieve/exceed sales goals, sustain revenue growth and provide recommendations to enhance account growth and revenue potential. Preparation and execution of strategic account plans, status reports, sales and revenue forecasting and quota attainment. Be an expert on Tencent’s cloud offerings, working to understand customers need and providing service solutions. Develop strategic plans based on industry trending and customer analysis. Accountable and instrumental in increasing high-profile cloud platform contracts Work closely with the Solutions Engineer team in delivering and ensuring customers are gaining high value from their investments. Manage sales life-cycle for all accounts.", "require": "5+ years’ experience selling cloud services, working with large high-profile accounts (This is a core requirement). Exhibits “hunter” mentality and possesses outstanding ability to close sales. Proven record and strong capability to generate leads, pursue opportunities and sell. Experience selling at C-level. Outstanding presentation and communication skills. Ability to communicate effectively and tactfully with customer and staff at all levels. Possesses strong sensibility for technology. Ability to solve customer-related problems in a positive manner. Strong in consultative and insight-based selling. Experience articulating complex solutions to decision makers and executives. Proven ability to grow revenue and manage accounts Knowledge of Cloud, CDN , SaaS industry and internet space Experience analyzing data, trends and the market to develop key selling points"}, {"name": "Research Intern in SLAM and Localization", "duty": "•\tTechnology realization work of SLAM and localization algorithms for autonomous driving, and HD Map. •\tDesign, develop and test SLAM and localization algorithms for autonomous driving, and test algorithms for dense 3D reconstruction, update and localization.", "require": "•\tPh.D. candidate in computer vision or robotics, mainly focus on SLAM and/or localization. •\tAt least 2 years of experience in SLAM and/or localization. •\tSophisticated on C++, OpenCV; •\tSophisticated on multi-view geometry, visual 3D reconstruction, dense 3D reconstruction, and numerical optimization."}, {"name": "IT Support Engineer", "duty": "·      Provide first point of contact for customer-facing support on desktops, laptops, mobile devices, operating systems, applications, printers, networking, remote access, Email and telephony  ·      Provide helpdesk support & troubleshooting and resolve problems to the end user’ssatisfaction  ·      Assist with onboarding of newusersin Seattle office. Manage PC/MAC setup and deployment for new employees using standard hardware, imagesand software  ·      Support R&D lab servers, including server installation, configuration and daily maintenance  ·      Work with business department to coordinate important information around system maintenance, changes and IT requirements from business", "require": "• Bachelor's Degree in Business (Management Information Systems), Computer Science, Business (Other) or equivalent  • 3+ years of professional experience servicing and supporting medium business networks and/or products in a Tier 2 support role.  • 2+ years' experience with Mac (IOS systems)  • 3+ years' experience in implementing and supporting Microsoft operating systems, wide variety of applications, and networking technologies.  • 3+ years’ LAN, WAN and VoIP phone systems experience  • Strong knowledge of ITIL Service Management concepts and experience managing ITIL processes • Excellent written and verbal communication skills  • Exceptional customer service and communication skills with the ability to work in a fast-paced, changing environment, experience of supporting C Level Executives  • Ability to provide high level support of all IT networking and communications hardware for the entire Seattle office  • Bilingual: English & Chinese"}, {"name": "Director/ Sr. Manager, Business Development", "duty": "Identify and source new AAA quality licensing and partnership opportunities within the US for Tencent Games. Build senior-level relationships with game developers and publishers from the PC and console gaming space. Prepare and present proposals to internal management teams. Negotiate complex licensing contracts while working cross-functionally with internal management, finance, legal, and product teams. Travel, as necessary, to both US and international locations, as a representative of Tencent Games.", "require": "This role is part of the Global Publishing Team of Interactive Entertainment Group at Tencent. The team acts as the bridge between external developers and the internal operations team, helping to bring the best games to our platform, develop go to market strategies, and enable our publishing organization to deliver against our ambitious business goals. To do this, we build strong relationships with major AAA developers and publishers like Activision Blizzard, EA or Take Two.  The Business Development Director/Sr. Manager will be a key player in identifying new game licensing and partnership opportunities in the US for Tencent Games. The role will require communication across functional teams and requires an individual who is proactive, not afraid to get his/her hands dirty, and is comfortable navigating through complex environments."}, {"name": "Director/ Sr. Director - Strategic Partners, Tencent Games", "duty": "Build senior-level relationships with PC/Console Platform partners, major western game publishers and IP owners in the gaming space. Work hand in hand with our internal publishing teams to coordinate go to market plans and manage and execute on those plans with our partners. Prepare and present proposals to both internal management teams as well as external partners. Negotiate platform agreements and complex licensing contracts while working cross-functionally with internal management, finance, legal, and product teams. Travel, as necessary, to both US and international locations, as a representative of Tencent Games.", "require": "Must have a passion for PC and Console gaming! Have strong existing relationships with all the major Platforms partners and publishers in the US BA/BS degree required, MBA preferred At least 6-8 years of experience in business development and/or platform relations in the gaming industry Experience influencing multiple stakeholders and leading cross functional teams across geographies and business units Passionate, committed, self-starter with high level of initiative, energy, ownership, and urgency, with a sincerely willingness to learn from global team members at all levels Team player with outstanding written and oral communication skills. Comfortable with handling ambiguity and collaborating across different functional teams and departments. Ability to organize, prioritize and manage multiple priorities. Proactive and takes initiative. Thinks creatively. Drives projects to completion.  Insists on highest level of quality. Ability to consistently work in the assigned office location and travel domestically and internationally as needed.   Not afraid to roll up his/her sleeves and do the tactical work."}, {"name": "Director/ Sr. Director - Strategic Partners, Tencent Games", "duty": "Build senior-level relationships with PC/Console Platform partners, major western game publishers and IP owners in the gaming space. Work hand in hand with our internal publishing teams to coordinate go to market plans and manage and execute on those plans with our partners. Prepare and present proposals to both internal management teams as well as external partners. Negotiate platform agreements and complex licensing contracts while working cross-functionally with internal management, finance, legal, and product teams. Travel, as necessary, to both US and international locations, as a representative of Tencent Games.", "require": "Must have a passion for PC and Console gaming! Have strong existing relationships with all the major Platforms partners and publishers in the US BA/BS degree required, MBA preferred At least 6-8 years of experience in business development and/or platform relations in the gaming industry Experience influencing multiple stakeholders and leading cross functional teams across geographies and business units Passionate, committed, self-starter with high level of initiative, energy, ownership, and urgency, with a sincerely willingness to learn from global team members at all levels Team player with outstanding written and oral communication skills. Comfortable with handling ambiguity and collaborating across different functional teams and departments. Ability to organize, prioritize and manage multiple priorities. Proactive and takes initiative. Thinks creatively. Drives projects to completion.  Insists on highest level of quality. Ability to consistently work in the assigned office location and travel domestically and internationally as needed.   Not afraid to roll up his/her sleeves and do the tactical work."}, {"name": "Director/ Sr. Director - Strategic Partners, Tencent Games", "duty": "Build senior-level relationships with PC/Console Platform partners, major western game publishers and IP owners in the gaming space. Work hand in hand with our internal publishing teams to coordinate go to market plans and manage and execute on those plans with our partners. Prepare and present proposals to both internal management teams as well as external partners. Negotiate platform agreements and complex licensing contracts while working cross-functionally with internal management, finance, legal, and product teams. Travel, as necessary, to both US and international locations, as a representative of Tencent Games.", "require": "Must have a passion for PC and Console gaming! Have strong existing relationships with all the major Platforms partners and publishers in the US BA/BS degree required, MBA preferred At least 6-8 years of experience in business development and/or platform relations in the gaming industry Experience influencing multiple stakeholders and leading cross functional teams across geographies and business units Passionate, committed, self-starter with high level of initiative, energy, ownership, and urgency, with a sincerely willingness to learn from global team members at all levels Team player with outstanding written and oral communication skills. Comfortable with handling ambiguity and collaborating across different functional teams and departments. Ability to organize, prioritize and manage multiple priorities. Proactive and takes initiative. Thinks creatively. Drives projects to completion.  Insists on highest level of quality. Ability to consistently work in the assigned office location and travel domestically and internationally as needed.   Not afraid to roll up his/her sleeves and do the tactical work."}]