"""
    复习
        函数式编程
            函数作为参数
                lambda 表达式:.....(实参)
                内置高阶函数:
                    filter -->  find_all
                    map --> select
                    max --> get_max
                    sorted --> order_by
                               .....
            函数作为返回值
                闭包:逻辑连续(外部函数调用完不释放内存,内部函数可以继续使用)
                    def 外部函数(变量):
                        def 内部函数():
                            使用外部变量
                        return 内部函数

                    结果 = 外部函数()
                    结果()# 调用国内部函数
                    结果()# 调用国内部函数

                装饰器:
"""












