"""
    函数内存分配
    练习：exercise04.py
    练习：exercise05.py
    练习：exercise06.py
"""

# 将函数代码存入方法区(不执行函数体)
def fun01():
    a = 100

# 开辟栈帧
fun01()
# 栈帧销毁

def fun02(p):
    # 修改fun02栈帧中的变量
    p = 100

a01 = 1
fun02(a01)
print(a01)# 1

def fun03(p1, p2):
    # 修改列表的元素
    p1[0] = "悟空"
    # 修改栈帧中的变量
    p2 = "八戒"

a02 = ["孙悟空"]
a03 = ["猪八戒"]
fun03(a02, a03)
print(a02)
print(a03)

def fun04(p1, p2):
    # 修改列表的元素
    p1[:] = ["悟空"]# 将["悟空"]遍历后，存入p1指向的列表中
    temp = p2[:]# 浅拷贝p2指向的列表
    temp[:] = ["八戒"]# 修改拷贝后的列表元素

a02 = ["孙悟空"]
a03 = ["猪八戒"]
fun04(a02, a03)
print(a02)#['悟空']
print(a03)# ['猪八戒']





