"""
    day03 复习
    语句
        选择语句
            if 条件:
                满足条件执行的代码
            --------------------------
            if 条件:
                满足条件执行的代码
            else:
                不满足条件执行的代码
            --------------------------
            if 条件1:
                满足条件1执行的代码
            elif 条件2:
                满足条件2执行的代码
            else:
                不满足以上条件执行的代码
            --------------------------
            if 条件1:
                满足条件1执行的代码
            if 条件2:
                满足条件2执行的代码
            if 条件3:
                满足条件3执行的代码

        循环语句
            满足条件，重复执行循环体。
            while 条件:
                循环体


            while True:
                循环体
                if 条件：
                    break # 退出循环
"""