"""
    复习
        面向对象
            概述
                面向过程:干
                面向对象:找
            类和对象
                抽象:从许事物中舍弃个性/非本质的特性,抽出共性的过程.
                类:抽象的概念
                对象:具体的实例
            语法:
                class 类名:
                    # 构造函数
                    def __init__(self,参数):
                        self.数据 = 参数

                    def 方法名称(self):
                        代码

                self:当前对象的地址,可以让方法找到需要操作的数据.

                变量 = 类名(init参数)
                变量.数据
                变量.方法名称()
"""